{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 128,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 128
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 1,
    "pad_type_id": 0,
    "pad_token": "<pad>"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Lowercase"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "<unk>",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "<unk>": 0,
      "<pad>": 1,
      "<bos>": 2,
      "<eos>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      "<": 30,
      "=": 31,
      ">": 32,
      "?": 33,
      "@": 34,
      "[": 35,
      "]": 36,
      "^": 37,
      "_": 38,
      "`": 39,
      "a": 40,
      "b": 41,
      "c": 42,
      "d": 43,
      "e": 44,
      "f": 45,
      "g": 46,
      "h": 47,
      "i": 48,
      "j": 49,
      "k": 50,
      "l": 51,
      "m": 52,
      "n": 53,
      "o": 54,
      "p": 55,
      "q": 56,
      "r": 57,
      "s": 58,
      "t": 59,
      "u": 60,
      "v": 61,
      "w": 62,
      "x": 63,
      "y": 64,
      "z": 65,
      "{": 66,
      "|": 67,
      "}": 68,
      "~": 69,
      "": 70,
      "£": 71,
      "¤": 72,
      "¥": 73,
      "§": 74,
      "°": 75,
      "²": 76,
      "³": 77,
      "´": 78,
      "·": 79,
      "¹": 80,
      "º": 81,
      "»": 82,
      "¼": 83,
      "¾": 84,
      "×": 85,
      "ß": 86,
      "à": 87,
      "á": 88,
      "â": 89,
      "ã": 90,
      "ä": 91,
      "å": 92,
      "æ": 93,
      "ç": 94,
      "è": 95,
      "é": 96,
      "ê": 97,
      "ë": 98,
      "ì": 99,
      "í": 100,
      "ï": 101,
      "ð": 102,
      "ñ": 103,
      "ò": 104,
      "ó": 105,
      "ô": 106,
      "õ": 107,
      "ö": 108,
      "÷": 109,
      "ø": 110,
      "ù": 111,
      "ú": 112,
      "ü": 113,
      "ý": 114,
      "ÿ": 115,
      "ā": 116,
      "ą": 117,
      "ć": 118,
      "č": 119,
      "đ": 120,
      "ē": 121,
      "ė": 122,
      "ę": 123,
      "ě": 124,
      "ğ": 125,
      "ģ": 126,
      "ī": 127,
      "ı": 128,
      "ķ": 129,
      "ļ": 130,
      "ł": 131,
      "ń": 132,
      "ņ": 133,
      "ň": 134,
      "ŋ": 135,
      "ō": 136,
      "ő": 137,
      "ř": 138,
      "ś": 139,
      "ş": 140,
      "š": 141,
      "ū": 142,
      "ű": 143,
      "ź": 144,
      "ż": 145,
      "ž": 146,
      "ǎ": 147,
      "ș": 148,
      "ɔ": 149,
      "ɕ": 150,
      "ə": 151,
      "ɛ": 152,
      "ɾ": 153,
      "ʃ": 154,
      "ʊ": 155,
      "ʋ": 156,
      "ʻ": 157,
      "ˈ": 158,
      "ː": 159,
      "˝": 160,
      "̇": 161,
      "͡": 162,
      "ά": 163,
      "ή": 164,
      "ί": 165,
      "α": 166,
      "β": 167,
      "γ": 168,
      "ε": 169,
      "η": 170,
      "θ": 171,
      "ι": 172,
      "κ": 173,
      "λ": 174,
      "μ": 175,
      "ν": 176,
      "ο": 177,
      "π": 178,
      "ρ": 179,
      "σ": 180,
      "τ": 181,
      "ω": 182,
      "а": 183,
      "б": 184,
      "в": 185,
      "г": 186,
      "д": 187,
      "е": 188,
      "з": 189,
      "и": 190,
      "й": 191,
      "к": 192,
      "л": 193,
      "м": 194,
      "н": 195,
      "о": 196,
      "п": 197,
      "р": 198,
      "с": 199,
      "т": 200,
      "у": 201,
      "ф": 202,
      "ц": 203,
      "ч": 204,
      "ш": 205,
      "ы": 206,
      "ђ": 207,
      "ј": 208,
      "љ": 209,
      "ћ": 210,
      "א": 211,
      "ב": 212,
      "ג": 213,
      "ה": 214,
      "ט": 215,
      "י": 216,
      "כ": 217,
      "ל": 218,
      "מ": 219,
      "ע": 220,
      "ק": 221,
      "ר": 222,
      "ת": 223,
      "ء": 224,
      "ا": 225,
      "ب": 226,
      "د": 227,
      "ع": 228,
      "ل": 229,
      "ن": 230,
      "ي": 231,
      "​": 232,
      "‎": 233,
      "‐": 234,
      "—": 235,
      "‘": 236,
      "’": 237,
      "“": 238,
      "”": 239,
      "†": 240,
      "‡": 241,
      "•": 242,
      "…": 243,
      "′": 244,
      "″": 245,
      "›": 246,
      "⁄": 247,
      "€": 248,
      "₮": 249,
      "₱": 250,
      "™": 251,
      "←": 252,
      "↑": 253,
      "→": 254,
      "∞": 255,
      "≡": 256,
      "█": 257,
      "▲": 258,
      "▼": 259,
      "♦": 260,
      "♯": 261,
      "✝": 262,
      "ケ": 263,
      "ス": 264,
      "ッ": 265,
      "ト": 266,
      "バ": 267,
      "ボ": 268,
      "ル": 269,
      "ー": 270,
      "一": 271,
      "三": 272,
      "上": 273,
      "世": 274,
      "业": 275,
      "东": 276,
      "中": 277,
      "丰": 278,
      "之": 279,
      "云": 280,
      "京": 281,
      "代": 282,
      "会": 283,
      "体": 284,
      "作": 285,
      "佳": 286,
      "信": 287,
      "傑": 288,
      "元": 289,
      "光": 290,
      "全": 291,
      "八": 292,
      "具": 293,
      "冀": 294,
      "冰": 295,
      "北": 296,
      "华": 297,
      "南": 298,
      "博": 299,
      "口": 300,
      "台": 301,
      "同": 302,
      "吳": 303,
      "哈": 304,
      "啤": 305,
      "四": 306,
      "团": 307,
      "国": 308,
      "國": 309,
      "園": 310,
      "城": 311,
      "塁": 312,
      "壘": 313,
      "士": 314,
      "大": 315,
      "天": 316,
      "太": 317,
      "奔": 318,
      "女": 319,
      "子": 320,
      "学": 321,
      "學": 322,
      "宁": 323,
      "宇": 324,
      "安": 325,
      "山": 326,
      "岱": 327,
      "峰": 328,
      "川": 329,
      "州": 330,
      "工": 331,
      "平": 332,
      "年": 333,
      "广": 334,
      "庆": 335,
      "度": 336,
      "廠": 337,
      "建": 338,
      "張": 339,
      "彩": 340,
      "德": 341,
      "志": 342,
      "忠": 343,
      "手": 344,
      "捷": 345,
      "文": 346,
      "斯": 347,
      "新": 348,
      "方": 349,
      "日": 350,
      "时": 351,
      "晋": 352,
      "智": 353,
      "曦": 354,
      "曾": 355,
      "最": 356,
      "本": 357,
      "李": 358,
      "杯": 359,
      "林": 360,
      "桑": 361,
      "梯": 362,
      "権": 363,
      "欣": 364,
      "水": 365,
      "江": 366,
      "沈": 367,
      "河": 368,
      "泉": 369,
      "泥": 370,
      "泰": 371,
      "洋": 372,
      "津": 373,
      "济": 374,
      "浙": 375,
      "海": 376,
      "源": 377,
      "灣": 378,
      "爪": 379,
      "牛": 380,
      "牟": 381,
      "球": 382,
      "璞": 383,
      "田": 384,
      "甲": 385,
      "电": 386,
      "男": 387,
      "百": 388,
      "票": 389,
      "福": 390,
      "程": 391,
      "築": 392,
      "篮": 393,
      "納": 394,
      "红": 395,
      "级": 396,
      "纪": 397,
      "绅": 398,
      "联": 399,
      "肇": 400,
      "育": 401,
      "臺": 402,
      "苏": 403,
      "药": 404,
      "莞": 405,
      "華": 406,
      "营": 407,
      "行": 408,
      "衡": 409,
      "裕": 410,
      "西": 411,
      "豪": 412,
      "豫": 413,
      "豹": 414,
      "货": 415,
      "赛": 416,
      "辽": 417,
      "进": 418,
      "远": 419,
      "達": 420,
      "選": 421,
      "部": 422,
      "酒": 423,
      "金": 424,
      "銀": 425,
      "钢": 426,
      "铁": 427,
      "铅": 428,
      "长": 429,
      "門": 430,
      "队": 431,
      "阳": 432,
      "陳": 433,
      "隅": 434,
      "隆": 435,
      "集": 436,
      "雲": 437,
      "電": 438,
      "鬥": 439,
      "鱼": 440,
      "黑": 441,
      "鼎": 442,
      "龙": 443,
      "�": 444,
      "##e": 445,
      "##z": 446,
      "##o": 447,
      "##n": 448,
      "##j": 449,
      "##a": 450,
      "##r": 451,
      "##k": 452,
      "##m": 453,
      "##t": 454,
      "##v": 455,
      "##y": 456,
      "##p": 457,
      "##l": 458,
      "##d": 459,
      "##i": 460,
      "##g": 461,
      "##h": 462,
      "##s": 463,
      "##?": 464,
      "##f": 465,
      "##”": 466,
      "##u": 467,
      "##4": 468,
      "##c": 469,
      "##b": 470,
      "##x": 471,
      "##w": 472,
      "##8": 473,
      "##6": 474,
      "##1": 475,
      "##9": 476,
      "##7": 477,
      "##2": 478,
      "##3": 479,
      "##0": 480,
      "##5": 481,
      "##é": 482,
      "##ó": 483,
      "##ş": 484,
      "##灣": 485,
      "##銀": 486,
      "##行": 487,
      "##ń": 488,
      "##̇": 489,
      "##š": 490,
      "##ő": 491,
      "##†": 492,
      "##,": 493,
      "##q": 494,
      "##ć": 495,
      "##ñ": 496,
      "##›": 497,
      "##]": 498,
      "##)": 499,
      "##建": 500,
      "##南": 501,
      "##安": 502,
      "##ä": 503,
      "##[": 504,
      "##ë": 505,
      "##.": 506,
      "##á": 507,
      "##е": 508,
      "##с": 509,
      "##н": 510,
      "##к": 511,
      "##о": 512,
      "##\"": 513,
      "##ž": 514,
      "##/": 515,
      "##(": 516,
      "##ı": 517,
      "##ö": 518,
      "##ā": 519,
      "##-": 520,
      "##'": 521,
      "##í": 522,
      "##口": 523,
      "##东": 524,
      "##华": 525,
      "##沈": 526,
      "##部": 527,
      "##ï": 528,
      "##ū": 529,
      "##豫": 530,
      "##光": 531,
      "##金": 532,
      "##铅": 533,
      "##云": 534,
      "##_": 535,
      "##西": 536,
      "##宇": 537,
      "##晋": 538,
      "##ÿ": 539,
      "##ė": 540,
      "##и": 541,
      "##}": 542,
      "##|": 543,
      "##ú": 544,
      "##*": 545,
      "##$": 546,
      "##ł": 547,
      "##č": 548,
      "##ě": 549,
      "##â": 550,
      "##ß": 551,
      "##å": 552,
      "##α": 553,
      "##ν": 554,
      "##ε": 555,
      "##λ": 556,
      "##ή": 557,
      "##ι": 558,
      "##ο": 559,
      "##!": 560,
      "##:": 561,
      "##>": 562,
      "##ü": 563,
      "##ç": 564,
      "##{": 565,
      "##^": 566,
      "##ż": 567,
      "##è": 568,
      "##р": 569,
      "##т": 570,
      "##ћ": 571,
      "##đ": 572,
      "##日": 573,
      "##本": 574,
      "##大": 575,
      "##学": 576,
      "##バ": 577,
      "##ス": 578,
      "##ケ": 579,
      "##ッ": 580,
      "##ト": 581,
      "##ボ": 582,
      "##ー": 583,
      "##ル": 584,
      "##選": 585,
      "##手": 586,
      "##権": 587,
      "##会": 588,
      "##ô": 589,
      "##τ": 590,
      "##η": 591,
      "##γ": 592,
      "##ρ": 593,
      "##ί": 594,
      "##а": 595,
      "##б": 596,
      "##ļ": 597,
      "##隆": 598,
      "##納": 599,
      "##智": 600,
      "##捷": 601,
      "##龙": 602,
      "##江": 603,
      "##肇": 604,
      "##州": 605,
      "##丰": 606,
      "##绅": 607,
      "##à": 608,
      "##°": 609,
      "##=": 610,
      "##海": 611,
      "##方": 612,
      "##八": 613,
      "##爪": 614,
      "##鱼": 615,
      "##ą": 616,
      "##õ": 617,
      "##ī": 618,
      "##—": 619,
      "##ã": 620,
      "##л": 621,
      "##в": 622,
      "##+": 623,
      "##ř": 624,
      "##ǎ": 625,
      "##ː": 626,
      "##͡": 627,
      "##ɕ": 628,
      "##德": 629,
      "##斯": 630,
      "##ʊ": 631,
      "##ɔ": 632,
      "##ʃ": 633,
      "##ű": 634,
      "##ğ": 635,
      "##ý": 636,
      "##​": 637,
      "##壘": 638,
      "##莞": 639,
      "##新": 640,
      "##世": 641,
      "##纪": 642,
      "##д": 643,
      "##川": 644,
      "##时": 645,
      "##代": 646,
      "##冰": 647,
      "##远": 648,
      "##太": 649,
      "##平": 650,
      "##洋": 651,
      "##百": 652,
      "##货": 653,
      "##θ": 654,
      "##κ": 655,
      "##園": 656,
      "##築": 657,
      "##█": 658,
      "##º": 659,
      "##岱": 660,
      "##豪": 661,
      "##ы": 662,
      "##з": 663,
      "##度": 664,
      "##最": 665,
      "##佳": 666,
      "##鬥": 667,
      "##士": 668,
      "##•": 669,
      "##×": 670,
      "##一": 671,
      "##广": 672,
      "##博": 673,
      "##文": 674,
      "##具": 675,
      "##ל": 676,
      "##ē": 677,
      "##’": 678,
      "##學": 679,
      "##林": 680,
      "###": 681,
      "##ч": 682,
      "##ò": 683,
      "##ј": 684,
      "##啤": 685,
      "##酒": 686,
      "##ê": 687,
      "##у": 688,
      "##ņ": 689,
      "##ð": 690,
      "##三": 691,
      "##电": 692,
      "##梯": 693,
      "##љ": 694,
      "##ц": 695,
      "##鼎": 696,
      "##™": 697,
      "##ђ": 698,
      "##苏": 699,
      "##钢": 700,
      "##♯": 701,
      "##ì": 702,
      "##同": 703,
      "##曦": 704,
      "##雲": 705,
      "##豹": 706,
      "##国": 707,
      "##女": 708,
      "##子": 709,
      "##篮": 710,
      "##球": 711,
      "##甲": 712,
      "##级": 713,
      "##联": 714,
      "##赛": 715,
      "##ę": 716,
      "##й": 717,
      "##電": 718,
      "##<": 719,
      "##峰": 720,
      "##北": 721,
      "##冀": 722,
      "##水": 723,
      "##泥": 724,
      "##ק": 725,
      "##ט": 726,
      "##ר": 727,
      "##ה": 728,
      "##ň": 729,
      "##æ": 730,
      "##庆": 731,
      "##г": 732,
      "##宁": 733,
      "##衡": 734,
      "##业": 735,
      "##%": 736,
      "##ŋ": 737,
      "##ˈ": 738,
      "##ɛ": 739,
      "##ə": 740,
      "##ɾ": 741,
      "##之": 742,
      "##泉": 743,
      "##ø": 744,
      "##ș": 745,
      "##ل": 746,
      "##ا": 747,
      "##ء": 748,
      "##“": 749,
      "##泰": 750,
      "##כ": 751,
      "##ב": 752,
      "##י": 753,
      "##阳": 754,
      "##进": 755,
      "##門": 756,
      "##廠": 757,
      "##志": 758,
      "##傑": 759,
      "##ķ": 760,
      "##@": 761,
      "##男": 762,
      "##м": 763,
      "##ф": 764,
      "##忠": 765,
      "##体": 766,
      "##育": 767,
      "##彩": 768,
      "##票": 769,
      "##京": 770,
      "##隅": 771,
      "##长": 772,
      "##城": 773,
      "##‡": 774,
      "##哈": 775,
      "##药": 776,
      "##集": 777,
      "##团": 778,
      "##ب": 779,
      "##د": 780,
      "##ω": 781,
      "##ά": 782,
      "##μ": 783,
      "##華": 784,
      "##信": 785,
      "##元": 786,
      "##σ": 787,
      "##欣": 788,
      "##工": 789,
      "##程": 790,
      "##ن": 791,
      "##ي": 792,
      "##…": 793,
      "##津": 794,
      "##队": 795,
      "##红": 796,
      "##河": 797,
      "##奔": 798,
      "##牛": 799,
      "##济": 800,
      "##源": 801,
      "##铁": 802,
      "##ע": 803,
      "##▲": 804,
      "##▼": 805,
      "##β": 806,
      "##ʻ": 807,
      "##ù": 808,
      "##ź": 809,
      "##ג": 810,
      "##ת": 811,
      "##€": 812,
      "##ш": 813,
      "##ģ": 814,
      "##ʋ": 815,
      "##ō": 816,
      "##er": 817,
      "##on": 818,
      "th": 819,
      "##in": 820,
      "##00": 821,
      "the": 822,
      "##ar": 823,
      "##en": 824,
      "19": 825,
      "##or": 826,
      "##an": 827,
      "##st": 828,
      "##am": 829,
      "##al": 830,
      "##at": 831,
      "##ed": 832,
      "##es": 833,
      "##as": 834,
      "##ou": 835,
      "##nd": 836,
      "##ic": 837,
      "##it": 838,
      "in": 839,
      "##ll": 840,
      "##is": 841,
      "##ing": 842,
      "##et": 843,
      "st": 844,
      "##el": 845,
      "200": 846,
      "##ers": 847,
      "##la": 848,
      "##ion": 849,
      "to": 850,
      "##th": 851,
      "20": 852,
      "##ent": 853,
      "se": 854,
      "of": 855,
      "and": 856,
      "##ac": 857,
      "##re": 858,
      "##0000": 859,
      "##le": 860,
      "##ate": 861,
      "co": 862,
      "te": 863,
      "199": 864,
      "##ro": 865,
      "##ir": 866,
      "##ce": 867,
      "##ad": 868,
      "ch": 869,
      "##ig": 870,
      "201": 871,
      "re": 872,
      "##ol": 873,
      "##all": 874,
      "##ur": 875,
      "198": 876,
      "##ch": 877,
      "##ts": 878,
      "##ba": 879,
      "pla": 880,
      "gam": 881,
      "for": 882,
      "##il": 883,
      "##iv": 884,
      "con": 885,
      "##ard": 886,
      "play": 887,
      "on": 888,
      "an": 889,
      "##os": 890,
      "##ag": 891,
      "##mp": 892,
      "197": 893,
      "10": 894,
      "##ason": 895,
      "##ith": 896,
      "##ver": 897,
      "##ound": 898,
      "was": 899,
      "##and": 900,
      "##ot": 901,
      "##ke": 902,
      "##ill": 903,
      "he": 904,
      "##ay": 905,
      "as": 906,
      "##ow": 907,
      "##id": 908,
      "##im": 909,
      "team": 910,
      "##hi": 911,
      "##un": 912,
      "nba": 913,
      "season": 914,
      "##ick": 915,
      "state": 916,
      "le": 917,
      "de": 918,
      "##ut": 919,
      "##ber": 920,
      "##om": 921,
      "11": 922,
      "##ast": 923,
      "##ri": 924,
      "ne": 925,
      "with": 926,
      "game": 927,
      "at": 928,
      "be": 929,
      "##ra": 930,
      "##fer": 931,
      "car": 932,
      "po": 933,
      "##ge": 934,
      "##ca": 935,
      "##ul": 936,
      "##ck": 937,
      "12": 938,
      "##ter": 939,
      "##our": 940,
      "##ist": 941,
      "196": 942,
      "##amp": 943,
      "un": 944,
      "##igh": 945,
      "##ence": 946,
      "fir": 947,
      "##inal": 948,
      "##ton": 949,
      "##av": 950,
      "ro": 951,
      "first": 952,
      "bo": 953,
      "round": 954,
      "##cor": 955,
      "##ity": 956,
      "##son": 957,
      "sh": 958,
      "##est": 959,
      "mar": 960,
      "##caa": 961,
      "confer": 962,
      "poin": 963,
      "ncaa": 964,
      "##00000000": 965,
      "##ry": 966,
      "##ation": 967,
      "conference": 968,
      "champ": 969,
      "##ear": 970,
      "##ct": 971,
      "champion": 972,
      "##ia": 973,
      "##em": 974,
      "new": 975,
      "##us": 976,
      "13": 977,
      "all": 978,
      "sp": 979,
      "by": 980,
      "##ak": 981,
      "##ant": 982,
      "##ask": 983,
      "##ach": 984,
      "jo": 985,
      "##ue": 986,
      "##mpl": 987,
      "##uar": 988,
      "ar": 989,
      "195": 990,
      "##ie": 991,
      "##ets": 992,
      "##ston": 993,
      "##ern": 994,
      "##ich": 995,
      "bu": 996,
      "##ball": 997,
      "##mplate": 998,
      "##ond": 999,
      "his": 1000,
      "##asket": 1001,
      "##um": 1002,
      "year": 1003,
      "wh": 1004,
      "##ly": 1005,
      "los": 1006,
      "14": 1007,
      "##mer": 1008,
      "basket": 1009,
      "al": 1010,
      "##ff": 1011,
      "nor": 1012,
      "##ament": 1013,
      "##ain": 1014,
      "final": 1015,
      "basketball": 1016,
      "16": 1017,
      "cent": 1018,
      "##lle": 1019,
      "##inn": 1020,
      "##ans": 1021,
      "##pp": 1022,
      "15": 1023,
      "##ian": 1024,
      "##uke": 1025,
      "##ourn": 1026,
      "##if": 1027,
      "north": 1028,
      "colle": 1029,
      "##ina": 1030,
      "##se": 1031,
      "points": 1032,
      "##ft": 1033,
      "tourn": 1034,
      "##ov": 1035,
      "sec": 1036,
      "games": 1037,
      "##rom": 1038,
      "##te": 1039,
      "18": 1040,
      "tim": 1041,
      "##ward": 1042,
      "##ies": 1043,
      "##land": 1044,
      "college": 1045,
      "tournament": 1046,
      "##one": 1047,
      "17": 1048,
      "template": 1049,
      "champions": 1050,
      "center": 1051,
      "##iam": 1052,
      "from": 1053,
      "##oun": 1054,
      "##ost": 1055,
      "##ics": 1056,
      "##ap": 1057,
      "second": 1058,
      "##ect": 1059,
      "##gel": 1060,
      "##outh": 1061,
      "##ack": 1062,
      "##ors": 1063,
      "##ix": 1064,
      "player": 1065,
      "west": 1066,
      "##ok": 1067,
      "amer": 1068,
      "americ": 1069,
      "per": 1070,
      "cl": 1071,
      "194": 1072,
      "##hn": 1073,
      "2010": 1074,
      "fr": 1075,
      "angel": 1076,
      "carol": 1077,
      "##ive": 1078,
      "scor": 1079,
      "south": 1080,
      "dra": 1081,
      "carolina": 1082,
      "##art": 1083,
      "##ey": 1084,
      "##aw": 1085,
      "ind": 1086,
      "coach": 1087,
      "or": 1088,
      "##end": 1089,
      "angeles": 1090,
      "21": 1091,
      "##hip": 1092,
      "is": 1093,
      "##ight": 1094,
      "over": 1095,
      "##ere": 1096,
      "ass": 1097,
      "reg": 1098,
      "##uary": 1099,
      "22": 1100,
      "sch": 1101,
      "##ug": 1102,
      "john": 1103,
      "##ore": 1104,
      "stat": 1105,
      "##icks": 1106,
      "##ree": 1107,
      "san": 1108,
      "finals": 1109,
      "gu": 1110,
      "##akers": 1111,
      "##ague": 1112,
      "##ena": 1113,
      "##cord": 1114,
      "east": 1115,
      "##rad": 1116,
      "##ley": 1117,
      "##io": 1118,
      "2008": 1119,
      "com": 1120,
      "##ort": 1121,
      "that": 1122,
      "ag": 1123,
      "lakers": 1124,
      "2009": 1125,
      "record": 1126,
      "ph": 1127,
      "23": 1128,
      "##ld": 1129,
      "##ited": 1130,
      "##ames": 1131,
      "championship": 1132,
      "draft": 1133,
      "24": 1134,
      "2007": 1135,
      "league": 1136,
      "##old": 1137,
      "pr": 1138,
      "30": 1139,
      "##br": 1140,
      "##ord": 1141,
      "win": 1142,
      "atl": 1143,
      "##ior": 1144,
      "##ork": 1145,
      "det": 1146,
      "fe": 1147,
      "##ember": 1148,
      "none": 1149,
      "##orn": 1150,
      "ser": 1151,
      "2006": 1152,
      "##enn": 1153,
      "##elt": 1154,
      "##ool": 1155,
      "boston": 1156,
      "gre": 1157,
      "##ah": 1158,
      "pick": 1159,
      "##att": 1160,
      "25": 1161,
      "##ame": 1162,
      "kn": 1163,
      "bro": 1164,
      "##eer": 1165,
      "##ess": 1166,
      "##ivers": 1167,
      "##cc": 1168,
      "##ust": 1169,
      "26": 1170,
      "##ev": 1171,
      "##up": 1172,
      "##iss": 1173,
      "fi": 1174,
      "united": 1175,
      "arena": 1176,
      "ge": 1177,
      "ma": 1178,
      "##ons": 1179,
      "duke": 1180,
      "school": 1181,
      "states": 1182,
      "af": 1183,
      "##man": 1184,
      "##ational": 1185,
      "##eld": 1186,
      "reb": 1187,
      "atlant": 1188,
      "##ell": 1189,
      "big": 1190,
      "career": 1191,
      "##ab": 1192,
      "york": 1193,
      "high": 1194,
      "##ph": 1195,
      "76": 1196,
      "geor": 1197,
      "##lor": 1198,
      "##ens": 1199,
      "##ris": 1200,
      "##oc": 1201,
      "pro": 1202,
      "##oug": 1203,
      "will": 1204,
      "celt": 1205,
      "tw": 1206,
      "202": 1207,
      "2005": 1208,
      "celtics": 1209,
      "jun": 1210,
      "br": 1211,
      "##off": 1212,
      "sm": 1213,
      "##od": 1214,
      "guard": 1215,
      "##ks": 1216,
      "##bs": 1217,
      "2004": 1218,
      "univers": 1219,
      "##ington": 1220,
      "##ud": 1221,
      "bull": 1222,
      "rebound": 1223,
      "##ated": 1224,
      "##arl": 1225,
      "27": 1226,
      "1st": 1227,
      "##pg": 1228,
      "dav": 1229,
      "time": 1230,
      "their": 1231,
      "def": 1232,
      "me": 1233,
      "##elp": 1234,
      "out": 1235,
      "##ont": 1236,
      "28": 1237,
      "university": 1238,
      "mil": 1239,
      "000000000": 1240,
      "star": 1241,
      "after": 1242,
      "##ount": 1243,
      "point": 1244,
      "series": 1245,
      "##ision": 1246,
      "##qu": 1247,
      "2001": 1248,
      "2000": 1249,
      "##ular": 1250,
      "##iana": 1251,
      "),": 1252,
      "dur": 1253,
      "playoff": 1254,
      "war": 1255,
      "##ign": 1256,
      "national": 1257,
      "##vel": 1258,
      "hou": 1259,
      "four": 1260,
      "2003": 1261,
      "march": 1262,
      "##ory": 1263,
      "##zz": 1264,
      "fran": 1265,
      "comm": 1266,
      "193": 1267,
      "29": 1268,
      "div": 1269,
      "but": 1270,
      "##000000": 1271,
      "##ome": 1272,
      "it": 1273,
      "played": 1274,
      "##ish": 1275,
      "ex": 1276,
      "cle": 1277,
      "2011": 1278,
      "##ike": 1279,
      "rebounds": 1280,
      "##so": 1281,
      "had": 1282,
      "city": 1283,
      "forward": 1284,
      "mich": 1285,
      "##ub": 1286,
      "assist": 1287,
      "##erson": 1288,
      "not": 1289,
      "again": 1290,
      "regular": 1291,
      "won": 1292,
      "##lad": 1293,
      "two": 1294,
      "2002": 1295,
      "##ipp": 1296,
      "anton": 1297,
      "1996": 1298,
      "##ago": 1299,
      "three": 1300,
      "division": 1301,
      "houston": 1302,
      ".[": 1303,
      "wash": 1304,
      "bla": 1305,
      "were": 1306,
      "##ong": 1307,
      "##iami": 1308,
      "ad": 1309,
      "miami": 1310,
      "washington": 1311,
      "chic": 1312,
      "chicago": 1313,
      "pho": 1314,
      "sun": 1315,
      "go": 1316,
      "miss": 1317,
      "1999": 1318,
      "##hia": 1319,
      "##ise": 1320,
      "##ite": 1321,
      "1998": 1322,
      "##oot": 1323,
      "##ip": 1324,
      "warri": 1325,
      "rock": 1326,
      "antonio": 1327,
      "ut": 1328,
      "warriors": 1329,
      "##ille": 1330,
      "mad": 1331,
      "winn": 1332,
      "##pr": 1333,
      "##cks": 1334,
      "sem": 1335,
      "##hilad": 1336,
      "##hiladelp": 1337,
      "##hiladelphia": 1338,
      "cont": 1339,
      "philadelphia": 1340,
      "gold": 1341,
      "ok": 1342,
      "one": 1343,
      "##ird": 1344,
      "##wn": 1345,
      "##ance": 1346,
      "##ough": 1347,
      "##ine": 1348,
      "##wa": 1349,
      "also": 1350,
      "##uarter": 1351,
      "indiana": 1352,
      "##we": 1353,
      "trad": 1354,
      "2012": 1355,
      "jan": 1356,
      "31": 1357,
      "count": 1358,
      "1995": 1359,
      "six": 1360,
      "##iz": 1361,
      "1997": 1362,
      "quarter": 1363,
      "william": 1364,
      "##enix": 1365,
      "up": 1366,
      "##veland": 1367,
      "sen": 1368,
      "##urs": 1369,
      "##oma": 1370,
      "##bruary": 1371,
      "bob": 1372,
      "##uck": 1373,
      "phoenix": 1374,
      "##ansas": 1375,
      "cleveland": 1376,
      "bl": 1377,
      "lou": 1378,
      "february": 1379,
      "##lah": 1380,
      "ste": 1381,
      "##wauke": 1382,
      "##waukee": 1383,
      "america": 1384,
      "pac": 1385,
      "milwaukee": 1386,
      "pts": 1387,
      "##ins": 1388,
      "192": 1389,
      "##rac": 1390,
      "##age": 1391,
      "##als": 1392,
      "1992": 1393,
      "james": 1394,
      "tex": 1395,
      "##asts": 1396,
      "senior": 1397,
      "lead": 1398,
      "##ings": 1399,
      "2nd": 1400,
      "##ik": 1401,
      "00": 1402,
      "american": 1403,
      "they": 1404,
      "##ony": 1405,
      "1991": 1406,
      "during": 1407,
      "players": 1408,
      "##rebs": 1409,
      "bill": 1410,
      "##lahoma": 1411,
      "har": 1412,
      "32": 1413,
      "bulls": 1414,
      "pa": 1415,
      "charl": 1416,
      "teams": 1417,
      "##ota": 1418,
      "spurs": 1419,
      "oklahoma": 1420,
      ".\"": 1421,
      "ed": 1422,
      "##ould": 1423,
      "##nder": 1424,
      "heat": 1425,
      "january": 1426,
      "col": 1427,
      "##roit": 1428,
      "port": 1429,
      "##ifinal": 1430,
      "tra": 1431,
      "##ional": 1432,
      "bar": 1433,
      "minn": 1434,
      "1994": 1435,
      "detroit": 1436,
      "knicks": 1437,
      "jul": 1438,
      "mc": 1439,
      "award": 1440,
      "jack": 1441,
      "assists": 1442,
      "semifinal": 1443,
      "against": 1444,
      "utah": 1445,
      "##own": 1446,
      "dall": 1447,
      "golden": 1448,
      "2013": 1449,
      "pres": 1450,
      "##ace": 1451,
      "man": 1452,
      "lar": 1453,
      "scoring": 1454,
      "off": 1455,
      "sc": 1456,
      "##pt": 1457,
      "den": 1458,
      "rs": 1459,
      "1993": 1460,
      "ab": 1461,
      "haw": 1462,
      "##ier": 1463,
      "##og": 1464,
      "dallas": 1465,
      "val": 1466,
      "rockets": 1467,
      "portland": 1468,
      "johnson": 1469,
      "##ville": 1470,
      "##urr": 1471,
      "1990": 1472,
      "playoffs": 1473,
      "##cem": 1474,
      "kent": 1475,
      "most": 1476,
      "##unity": 1477,
      "sign": 1478,
      "williams": 1479,
      "head": 1480,
      "mike": 1481,
      "##00000": 1482,
      "texas": 1483,
      "##urn": 1484,
      "show": 1485,
      "en": 1486,
      "community": 1487,
      "we": 1488,
      "sel": 1489,
      "cav": 1490,
      "hist": 1491,
      "louis": 1492,
      "fin": 1493,
      "el": 1494,
      "suns": 1495,
      "##ali": 1496,
      "nov": 1497,
      "1989": 1498,
      "##ass": 1499,
      "how": 1500,
      "1984": 1501,
      "apr": 1502,
      "##ash": 1503,
      "##cember": 1504,
      "who": 1505,
      "1986": 1506,
      "2014": 1507,
      "cal": 1508,
      "eastern": 1509,
      "december": 1510,
      "april": 1511,
      "1988": 1512,
      "##ined": 1513,
      "##ler": 1514,
      "history": 1515,
      "atlanta": 1516,
      "1987": 1517,
      "ret": 1518,
      "##ther": 1519,
      "##rd": 1520,
      "1980": 1521,
      "##ett": 1522,
      "july": 1523,
      "george": 1524,
      "##gin": 1525,
      "ev": 1526,
      "field": 1527,
      "76ers": 1528,
      "shoot": 1529,
      "34": 1530,
      "##ium": 1531,
      "##ally": 1532,
      "##cl": 1533,
      "western": 1534,
      "cavali": 1535,
      "cavaliers": 1536,
      "june": 1537,
      "maver": 1538,
      "##pm": 1539,
      "nets": 1540,
      "pist": 1541,
      "33": 1542,
      "wil": 1543,
      "la": 1544,
      "su": 1545,
      "men": 1546,
      "1985": 1547,
      "pistons": 1548,
      "--": 1549,
      "mavericks": 1550,
      "smith": 1551,
      "country": 1552,
      "us": 1553,
      "75": 1554,
      "southern": 1555,
      "aver": 1556,
      "##esota": 1557,
      "minnesota": 1558,
      "would": 1559,
      "##ona": 1560,
      "hav": 1561,
      "which": 1562,
      "##ure": 1563,
      "##mar": 1564,
      "res": 1565,
      "kansas": 1566,
      "##ced": 1567,
      "##ucky": 1568,
      "##let": 1569,
      "years": 1570,
      "##ino": 1571,
      "mill": 1572,
      "1976": 1573,
      "79": 1574,
      "##ire": 1575,
      "1983": 1576,
      "only": 1577,
      "64": 1578,
      "atlantic": 1579,
      "35": 1580,
      "bec": 1581,
      "1979": 1582,
      "lost": 1583,
      "bucks": 1584,
      "##amed": 1585,
      "##igan": 1586,
      "kentucky": 1587,
      "november": 1588,
      "##ata": 1589,
      "denver": 1590,
      "vir": 1591,
      "gr": 1592,
      "##ersey": 1593,
      "73": 1594,
      "select": 1595,
      "##ki": 1596,
      "68": 1597,
      "69": 1598,
      "##oll": 1599,
      "blaz": 1600,
      "no": 1601,
      "ja": 1602,
      "day": 1603,
      "1982": 1604,
      "hawks": 1605,
      "##out": 1606,
      "##ince": 1607,
      "georg": 1608,
      "##erry": 1609,
      "74": 1610,
      "70": 1611,
      "##ous": 1612,
      "seed": 1613,
      "##ne": 1614,
      "000000000000000": 1615,
      "green": 1616,
      "may": 1617,
      "71": 1618,
      "wor": 1619,
      "##ition": 1620,
      "1970": 1621,
      "67": 1622,
      "##mph": 1623,
      "shooting": 1624,
      "flor": 1625,
      "##ial": 1626,
      "##ael": 1627,
      "3rd": 1628,
      "aug": 1629,
      "tor": 1630,
      "##ric": 1631,
      "77": 1632,
      "##apt": 1633,
      "66": 1634,
      "jersey": 1635,
      "##ble": 1636,
      "72": 1637,
      "start": 1638,
      "##ugg": 1639,
      "this": 1640,
      "data": 1641,
      "names": 1642,
      "august": 1643,
      "third": 1644,
      "36": 1645,
      "##bert": 1646,
      "michigan": 1647,
      "trail": 1648,
      "##ose": 1649,
      "so": 1650,
      "blazers": 1651,
      "made": 1652,
      "##ones": 1653,
      "78": 1654,
      "1975": 1655,
      "82": 1656,
      "##ott": 1657,
      "florid": 1658,
      "has": 1659,
      "winning": 1660,
      "mag": 1661,
      "1977": 1662,
      "coast": 1663,
      "50": 1664,
      "##ner": 1665,
      "ath": 1666,
      "63": 1667,
      "81": 1668,
      "##les": 1669,
      "wal": 1670,
      "nit": 1671,
      "1981": 1672,
      "1978": 1673,
      "clipp": 1674,
      "defe": 1675,
      "ft": 1676,
      "##ock": 1677,
      "mid": 1678,
      "2016": 1679,
      "clippers": 1680,
      "##ford": 1681,
      "1974": 1682,
      "##pace": 1683,
      "##ice": 1684,
      "detect": 1685,
      "app": 1686,
      "2015": 1687,
      "showall": 1688,
      "namespace": 1689,
      "##ves": 1690,
      "65": 1691,
      "000": 1692,
      "virgin": 1693,
      "home": 1694,
      "##mphis": 1695,
      "memphis": 1696,
      "62": 1697,
      "2017": 1698,
      "tech": 1699,
      "virginia": 1700,
      "##sp": 1701,
      "finish": 1702,
      ").": 1703,
      "##oy": 1704,
      "junior": 1705,
      "swe": 1706,
      "paul": 1707,
      "are": 1708,
      "##otte": 1709,
      "##attle": 1710,
      "##west": 1711,
      "bay": 1712,
      "dts": 1713,
      "eight": 1714,
      "##oci": 1715,
      "charlotte": 1716,
      "jackson": 1717,
      "37": 1718,
      "present": 1719,
      "##cent": 1720,
      "1971": 1721,
      "40": 1722,
      "jazz": 1723,
      "ac": 1724,
      "brown": 1725,
      "named": 1726,
      "##ary": 1727,
      "out2": 1728,
      "part": 1729,
      "min": 1730,
      "led": 1731,
      "wa": 1732,
      "60": 1733,
      "florida": 1734,
      "associ": 1735,
      "##onto": 1736,
      "00000000000000000": 1737,
      "##ang": 1738,
      "toronto": 1739,
      "##orts": 1740,
      "0000000000000000000000": 1741,
      "scored": 1742,
      "gri": 1743,
      "59": 1744,
      "80": 1745,
      "pacers": 1746,
      "2018": 1747,
      "mo": 1748,
      "57": 1749,
      "since": 1750,
      "athlet": 1751,
      "38": 1752,
      "61": 1753,
      "mcc": 1754,
      "83": 1755,
      "mon": 1756,
      "cam": 1757,
      "##leans": 1758,
      "overall": 1759,
      "orleans": 1760,
      "par": 1761,
      "42": 1762,
      "1972": 1763,
      "58": 1764,
      "pow": 1765,
      "##ired": 1766,
      "##ven": 1767,
      "1969": 1768,
      "56": 1769,
      "horn": 1770,
      "rook": 1771,
      "##ater": 1772,
      "seattle": 1773,
      "##tim": 1774,
      "92": 1775,
      "free": 1776,
      "missou": 1777,
      "magic": 1778,
      "##endance": 1779,
      "nugg": 1780,
      "run": 1781,
      "ear": 1782,
      "1973": 1783,
      "back": 1784,
      "averag": 1785,
      "##co": 1786,
      "nuggets": 1787,
      "##vin": 1788,
      "##ats": 1789,
      "2019": 1790,
      "##fore": 1791,
      "end": 1792,
      "stev": 1793,
      "kings": 1794,
      "mary": 1795,
      "chris": 1796,
      "##ale": 1797,
      "##able": 1798,
      "joined": 1799,
      "ill": 1800,
      "signed": 1801,
      "mv": 1802,
      "##op": 1803,
      "41": 1804,
      "##hio": 1805,
      "missouri": 1806,
      "84": 1807,
      "##oor": 1808,
      "before": 1809,
      "1967": 1810,
      "ohio": 1811,
      "##ank": 1812,
      "39": 1813,
      "david": 1814,
      "have": 1815,
      "qu": 1816,
      "former": 1817,
      "##ract": 1818,
      "##ić": 1819,
      "53": 1820,
      "##eron": 1821,
      "rookie": 1822,
      "85": 1823,
      "don": 1824,
      "##inc": 1825,
      "loss": 1826,
      "##ees": 1827,
      "54": 1828,
      "##rick": 1829,
      "##ath": 1830,
      "rece": 1831,
      "##itt": 1832,
      "rapt": 1833,
      "##thony": 1834,
      "##ood": 1835,
      "##lando": 1836,
      "##clud": 1837,
      "pre": 1838,
      "dan": 1839,
      "55": 1840,
      "fiba": 1841,
      "association": 1842,
      "raptors": 1843,
      "52": 1844,
      "86": 1845,
      "1968": 1846,
      "87": 1847,
      "its": 1848,
      "five": 1849,
      "when": 1850,
      "##ordan": 1851,
      "comp": 1852,
      "him": 1853,
      "uc": 1854,
      "##ights": 1855,
      "44": 1856,
      "##to": 1857,
      "45": 1858,
      "each": 1859,
      "sports": 1860,
      "orlando": 1861,
      "89": 1862,
      "contract": 1863,
      "##ents": 1864,
      "best": 1865,
      "43": 1866,
      "jim": 1867,
      "acc": 1868,
      "##use": 1869,
      "cup": 1870,
      "left": 1871,
      "##ib": 1872,
      "##ied": 1873,
      "georgia": 1874,
      "sk": 1875,
      "franch": 1876,
      "stad": 1877,
      "##tic": 1878,
      "4th": 1879,
      "##ob": 1880,
      "ben": 1881,
      "thu": 1882,
      "2020": 1883,
      "bid": 1884,
      "traded": 1885,
      "tit": 1886,
      "88": 1887,
      "##evin": 1888,
      "hornets": 1889,
      "mvp": 1890,
      "stadium": 1891,
      "##ferees": 1892,
      "sup": 1893,
      "semifinals": 1894,
      "last": 1895,
      "96": 1896,
      "now": 1897,
      "tr": 1898,
      "jordan": 1899,
      "oct": 1900,
      "davis": 1901,
      "sac": 1902,
      "##gan": 1903,
      "esp": 1904,
      "93": 1905,
      "includ": 1906,
      "kevin": 1907,
      "jones": 1908,
      "191": 1909,
      "##riz": 1910,
      "defeated": 1911,
      "power": 1912,
      "nc": 1913,
      "##inois": 1914,
      "51": 1915,
      "brook": 1916,
      "je": 1917,
      "anthony": 1918,
      "##bur": 1919,
      "michael": 1920,
      "##ived": 1921,
      "cameron": 1922,
      "rich": 1923,
      "##ober": 1924,
      "inter": 1925,
      "october": 1926,
      "became": 1927,
      "seasons": 1928,
      "##ny": 1929,
      "post": 1930,
      "ariz": 1931,
      "ten": 1932,
      "2021": 1933,
      "cons": 1934,
      "illinois": 1935,
      "##mond": 1936,
      "##olves": 1937,
      "small": 1938,
      "##row": 1939,
      "00pm": 1940,
      "rus": 1941,
      "##erm": 1942,
      "##ek": 1943,
      "1963": 1944,
      "##esse": 1945,
      "46": 1946,
      "91": 1947,
      "prof": 1948,
      "mark": 1949,
      "##ult": 1950,
      "thunder": 1951,
      "##ss": 1952,
      "score": 1953,
      "##cats": 1954,
      "sacr": 1955,
      "48": 1956,
      "98": 1957,
      "larry": 1958,
      "##go": 1959,
      "##ide": 1960,
      "sl": 1961,
      "place": 1962,
      "ann": 1963,
      "hall": 1964,
      "##hile": 1965,
      "wom": 1966,
      "##amento": 1967,
      "5th": 1968,
      "world": 1969,
      "franchise": 1970,
      "sacramento": 1971,
      "tom": 1972,
      "sweet": 1973,
      "95": 1974,
      "vic": 1975,
      "##ards": 1976,
      "pat": 1977,
      "sy": 1978,
      "tenn": 1979,
      "under": 1980,
      "percent": 1981,
      "90": 1982,
      "49": 1983,
      "fl": 1984,
      "while": 1985,
      "##ral": 1986,
      "appear": 1987,
      "##ations": 1988,
      "][": 1989,
      "can": 1990,
      "##east": 1991,
      "women": 1992,
      "##ollow": 1993,
      "sept": 1994,
      "september": 1995,
      "pm": 1996,
      "##arden": 1997,
      "valley": 1998,
      "timber": 1999,
      "##ane": 2000,
      "espn": 2001,
      "47": 2002,
      "indoor": 2003,
      "##wolves": 2004,
      "##ham": 2005,
      "op": 2006,
      "red": 2007,
      "mor": 2008,
      "calif": 2009,
      "##zzl": 2010,
      "follow": 2011,
      "nr": 2012,
      "##ison": 2013,
      "##for": 2014,
      "timberwolves": 2015,
      "cap": 2016,
      "rob": 2017,
      "minut": 2018,
      "##urrent": 2019,
      "seven": 2020,
      "mac": 2021,
      "californ": 2022,
      "##zzlies": 2023,
      "california": 2024,
      "grizzlies": 2025,
      "member": 2026,
      "##by": 2027,
      "pet": 2028,
      "07": 2029,
      "athletic": 2030,
      "##gr": 2031,
      "mem": 2032,
      "sal": 2033,
      "##essee": 2034,
      "conn": 2035,
      "box": 2036,
      "profess": 2037,
      "##referees": 2038,
      "tennessee": 2039,
      "colise": 2040,
      "08": 2041,
      "current": 2042,
      "rep": 2043,
      "trade": 2044,
      "coliseum": 2045,
      "cr": 2046,
      "##ensive": 2047,
      "dun": 2048,
      "pe": 2049,
      "##ald": 2050,
      "1966": 2051,
      "##attendance": 2052,
      "lu": 2053,
      "later": 2054,
      "1964": 2055,
      "1960": 2056,
      "dou": 2057,
      "09": 2058,
      "94": 2059,
      "vs": 2060,
      "selected": 2061,
      "more": 2062,
      "##are": 2063,
      "##ama": 2064,
      "##ara": 2065,
      "arizona": 2066,
      "then": 2067,
      "##ster": 2068,
      "97": 2069,
      "other": 2070,
      "##ney": 2071,
      "allen": 2072,
      "##jur": 2073,
      "finished": 2074,
      "professional": 2075,
      "loc": 2076,
      "##ron": 2077,
      "99": 2078,
      "mont": 2079,
      "injur": 2080,
      "1965": 2081,
      "##ating": 2082,
      "playing": 2083,
      "06": 2084,
      "jeff": 2085,
      "6th": 2086,
      "char": 2087,
      "brad": 2088,
      "wiz": 2089,
      "##template": 2090,
      "1962": 2091,
      "des": 2092,
      "##uro": 2093,
      "##bl": 2094,
      "minutes": 2095,
      "wizards": 2096,
      "long": 2097,
      "been": 2098,
      "att": 2099,
      "ke": 2100,
      "##ker": 2101,
      "am": 2102,
      "##ever": 2103,
      "losing": 2104,
      "##ely": 2105,
      "connect": 2106,
      "wn": 2107,
      "##ider": 2108,
      "pos": 2109,
      "ray": 2110,
      "03": 2111,
      "howard": 2112,
      "05": 2113,
      "##final": 2114,
      "##ourt": 2115,
      "##yn": 2116,
      "scott": 2117,
      "##ado": 2118,
      "thom": 2119,
      "return": 2120,
      "##ious": 2121,
      "euro": 2122,
      "exp": 2123,
      "percentage": 2124,
      "##ange": 2125,
      "thomas": 2126,
      "ever": 2127,
      "oly": 2128,
      "mal": 2129,
      "##lyn": 2130,
      "phil": 2131,
      "##rew": 2132,
      "club": 2133,
      "jerry": 2134,
      "ty": 2135,
      "following": 2136,
      "##osh": 2137,
      "##ment": 2138,
      "num": 2139,
      "tri": 2140,
      "cur": 2141,
      "tn": 2142,
      "youn": 2143,
      "both": 2144,
      "##ger": 2145,
      "##icut": 2146,
      "connecticut": 2147,
      "04": 2148,
      "however": 2149,
      "vict": 2150,
      "##teen": 2151,
      "way": 2152,
      "color": 2153,
      "1948": 2154,
      "##els": 2155,
      "##bers": 2156,
      "own": 2157,
      "rick": 2158,
      "##key": 2159,
      "into": 2160,
      "##ions": 2161,
      "gen": 2162,
      "1959": 2163,
      "##inson": 2164,
      "||": 2165,
      "iow": 2166,
      "wnba": 2167,
      "ca": 2168,
      "rights": 2169,
      "iowa": 2170,
      "top": 2171,
      "olymp": 2172,
      "##ana": 2173,
      "##yle": 2174,
      "1957": 2175,
      "##ade": 2176,
      "mov": 2177,
      "##anc": 2178,
      "dr": 2179,
      "where": 2180,
      "##ico": 2181,
      "##ved": 2182,
      "bri": 2183,
      "hal": 2184,
      "pan": 2185,
      "##ette": 2186,
      "tony": 2187,
      "##und": 2188,
      "##ati": 2189,
      "camp": 2190,
      "1958": 2191,
      "##aint": 2192,
      "went": 2193,
      "averaged": 2194,
      "steals": 2195,
      "roy": 2196,
      "1961": 2197,
      "1955": 2198,
      "frank": 2199,
      "tel": 2200,
      "defensive": 2201,
      "rod": 2202,
      "brooklyn": 2203,
      "tot": 2204,
      "##cut": 2205,
      "semifinalist": 2206,
      "##sell": 2207,
      "bird": 2208,
      "##way": 2209,
      "steve": 2210,
      "##ield": 2211,
      "superson": 2212,
      "supersonics": 2213,
      "##ola": 2214,
      "lb": 2215,
      "01": 2216,
      "1950": 2217,
      "##ind": 2218,
      "imp": 2219,
      "dom": 2220,
      "##olis": 2221,
      "louisville": 2222,
      "1956": 2223,
      "2022": 2224,
      "joe": 2225,
      "7th": 2226,
      "thr": 2227,
      "kr": 2228,
      "##ars": 2229,
      "##su": 2230,
      "##ought": 2231,
      "##ws": 2232,
      "being": 2233,
      "##ual": 2234,
      "##ze": 2235,
      "fres": 2236,
      "##lv": 2237,
      "##ull": 2238,
      "championships": 2239,
      "02": 2240,
      "court": 2241,
      "double": 2242,
      "##ano": 2243,
      "butler": 2244,
      "##ep": 2245,
      "hill": 2246,
      "sum": 2247,
      "##ific": 2248,
      "##burg": 2249,
      "##rist": 2250,
      "maryland": 2251,
      "##bi": 2252,
      "bet": 2253,
      "fa": 2254,
      "sixteen": 2255,
      "##bor": 2256,
      "her": 2257,
      "kg": 2258,
      "met": 2259,
      "##incinn": 2260,
      "set": 2261,
      "penn": 2262,
      "receive": 2263,
      "sa": 2264,
      "well": 2265,
      "1954": 2266,
      "hon": 2267,
      "born": 2268,
      "central": 2269,
      "cincinn": 2270,
      "med": 2271,
      "##reg": 2272,
      "##urray": 2273,
      "##time": 2274,
      "cash": 2275,
      "gar": 2276,
      "ron": 2277,
      "##iate": 2278,
      "regional": 2279,
      "did": 2280,
      "##cap": 2281,
      "mer": 2282,
      "##racuse": 2283,
      "1953": 2284,
      "cincinnati": 2285,
      "name": 2286,
      "quarterfinal": 2287,
      "through": 2288,
      "tro": 2289,
      "##atch": 2290,
      "str": 2291,
      "blo": 2292,
      ")[": 2293,
      "bry": 2294,
      "##isc": 2295,
      "ppg": 2296,
      "##kins": 2297,
      "ball": 2298,
      "murray": 2299,
      "list": 2300,
      "title": 2301,
      "wins": 2302,
      "##cutive": 2303,
      "##apolis": 2304,
      "consider": 2305,
      "dick": 2306,
      "tar": 2307,
      "bullets": 2308,
      "rem": 2309,
      "cro": 2310,
      "##sh": 2311,
      "sw": 2312,
      "##ve": 2313,
      "syracuse": 2314,
      "just": 2315,
      "white": 2316,
      "##reak": 2317,
      "##pe": 2318,
      "du": 2319,
      "marc": 2320,
      "sim": 2321,
      "ala": 2322,
      "##oud": 2323,
      "young": 2324,
      "conse": 2325,
      "along": 2326,
      "##ild": 2327,
      "1952": 2328,
      "leg": 2329,
      "add": 2330,
      "##berts": 2331,
      "##ase": 2332,
      "##field": 2333,
      "##ai": 2334,
      "open": 2335,
      "russell": 2336,
      "del": 2337,
      "dec": 2338,
      "southwest": 2339,
      "##til": 2340,
      "elite": 2341,
      "fg": 2342,
      "riv": 2343,
      "saint": 2344,
      "##right": 2345,
      "drake": 2346,
      "prev": 2347,
      "##bron": 2348,
      "##ann": 2349,
      "million": 2350,
      "announ": 2351,
      "neal": 2352,
      "curry": 2353,
      "1949": 2354,
      "fourth": 2355,
      "until": 2356,
      "ol": 2357,
      "runner": 2358,
      "##anov": 2359,
      "blocks": 2360,
      "foot": 2361,
      "##bama": 2362,
      "rel": 2363,
      "about": 2364,
      "aust": 2365,
      "throw": 2366,
      "artic": 2367,
      "inv": 2368,
      "robinson": 2369,
      "aba": 2370,
      "soph": 2371,
      "##he": 2372,
      "recap": 2373,
      "carl": 2374,
      "si": 2375,
      "##ada": 2376,
      "article": 2377,
      "ra": 2378,
      "sophom": 2379,
      "total": 2380,
      "lebron": 2381,
      "she": 2382,
      "blue": 2383,
      "hol": 2384,
      "na": 2385,
      "ucla": 2386,
      "bal": 2387,
      "waived": 2388,
      "sam": 2389,
      "awards": 2390,
      "compet": 2391,
      "##ius": 2392,
      "100": 2393,
      "##ils": 2394,
      "##season": 2395,
      "old": 2396,
      "##ines": 2397,
      "##can": 2398,
      "domin": 2399,
      "fac": 2400,
      "leon": 2401,
      "##lex": 2402,
      "##enc": 2403,
      "alabama": 2404,
      "sophomore": 2405,
      "pur": 2406,
      "including": 2407,
      "##kansas": 2408,
      "ot": 2409,
      "mex": 2410,
      "large": 2411,
      "rank": 2412,
      "##cis": 2413,
      "##orm": 2414,
      "goal": 2415,
      "offic": 2416,
      "amar": 2417,
      "##itz": 2418,
      "##gu": 2419,
      "madison": 2420,
      "held": 2421,
      "roberts": 2422,
      "ant": 2423,
      "##led": 2424,
      "miller": 2425,
      "carm": 2426,
      "started": 2427,
      "overtime": 2428,
      "arkansas": 2429,
      "##ical": 2430,
      "adv": 2431,
      "##ots": 2432,
      "times": 2433,
      "earn": 2434,
      "fred": 2435,
      "ii": 2436,
      "black": 2437,
      "edd": 2438,
      "rpg": 2439,
      "garden": 2440,
      "##rid": 2441,
      "cre": 2442,
      "ger": 2443,
      "1951": 2444,
      "than": 2445,
      "sport": 2446,
      "class": 2447,
      "##ving": 2448,
      "##onz": 2449,
      "francis": 2450,
      "dar": 2451,
      "bryant": 2452,
      "ny": 2453,
      "victory": 2454,
      "doug": 2455,
      "stars": 2456,
      "ham": 2457,
      "sant": 2458,
      "due": 2459,
      "##ania": 2460,
      "bobcats": 2461,
      "stan": 2462,
      "previous": 2463,
      "##gers": 2464,
      "sky": 2465,
      "tul": 2466,
      "##enny": 2467,
      "##uct": 2468,
      "pl": 2469,
      "##itch": 2470,
      "jam": 2471,
      "##ted": 2472,
      "dis": 2473,
      "help": 2474,
      "dave": 2475,
      "##19": 2476,
      "##ling": 2477,
      "1946": 2478,
      "die": 2479,
      "known": 2480,
      "low": 2481,
      "steph": 2482,
      "av": 2483,
      "1947": 2484,
      "stoud": 2485,
      "leads": 2486,
      "harris": 2487,
      "christ": 2488,
      "found": 2489,
      "fut": 2490,
      "jason": 2491,
      "##eg": 2492,
      "ta": 2493,
      "event": 2494,
      "fresh": 2495,
      "host": 2496,
      "coaches": 2497,
      "##aly": 2498,
      "number": 2499,
      "early": 2500,
      "##but": 2501,
      "opp": 2502,
      "jose": 2503,
      "southeast": 2504,
      "gl": 2505,
      "lew": 2506,
      "tnt": 2507,
      "result": 2508,
      "future": 2509,
      "began": 2510,
      "bradley": 2511,
      "##icip": 2512,
      "apg": 2513,
      "##her": 2514,
