{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 128,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 128
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 1,
    "pad_type_id": 0,
    "pad_token": "<pad>"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Lowercase"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "<unk>",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "<unk>": 0,
      "<pad>": 1,
      "<bos>": 2,
      "<eos>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      "<": 30,
      "=": 31,
      ">": 32,
      "?": 33,
      "@": 34,
      "[": 35,
      "]": 36,
      "^": 37,
      "_": 38,
      "`": 39,
      "a": 40,
      "b": 41,
      "c": 42,
      "d": 43,
      "e": 44,
      "f": 45,
      "g": 46,
      "h": 47,
      "i": 48,
      "j": 49,
      "k": 50,
      "l": 51,
      "m": 52,
      "n": 53,
      "o": 54,
      "p": 55,
      "q": 56,
      "r": 57,
      "s": 58,
      "t": 59,
      "u": 60,
      "v": 61,
      "w": 62,
      "x": 63,
      "y": 64,
      "z": 65,
      "{": 66,
      "|": 67,
      "}": 68,
      "~": 69,
      "£": 70,
      "¤": 71,
      "§": 72,
      "°": 73,
      "²": 74,
      "´": 75,
      "·": 76,
      "¹": 77,
      "»": 78,
      "¼": 79,
      "×": 80,
      "ß": 81,
      "à": 82,
      "á": 83,
      "â": 84,
      "ã": 85,
      "ä": 86,
      "å": 87,
      "æ": 88,
      "ç": 89,
      "è": 90,
      "é": 91,
      "ê": 92,
      "ë": 93,
      "í": 94,
      "ï": 95,
      "ñ": 96,
      "ó": 97,
      "ô": 98,
      "õ": 99,
      "ö": 100,
      "÷": 101,
      "ø": 102,
      "ù": 103,
      "ú": 104,
      "ü": 105,
      "ý": 106,
      "ÿ": 107,
      "ā": 108,
      "ą": 109,
      "ć": 110,
      "č": 111,
      "đ": 112,
      "ē": 113,
      "ę": 114,
      "ě": 115,
      "ğ": 116,
      "ģ": 117,
      "ī": 118,
      "ı": 119,
      "ķ": 120,
      "ł": 121,
      "ń": 122,
      "ņ": 123,
      "ŋ": 124,
      "ō": 125,
      "ő": 126,
      "ř": 127,
      "ś": 128,
      "ş": 129,
      "š": 130,
      "ū": 131,
      "ű": 132,
      "ź": 133,
      "ż": 134,
      "ž": 135,
      "ș": 136,
      "ɔ": 137,
      "ə": 138,
      "ɛ": 139,
      "ʃ": 140,
      "ʊ": 141,
      "ʻ": 142,
      "ˈ": 143,
      "ː": 144,
      "˝": 145,
      "̇": 146,
      "ά": 147,
      "ή": 148,
      "ί": 149,
      "α": 150,
      "γ": 151,
      "ε": 152,
      "η": 153,
      "θ": 154,
      "ι": 155,
      "κ": 156,
      "λ": 157,
      "μ": 158,
      "ν": 159,
      "ο": 160,
      "π": 161,
      "ρ": 162,
      "τ": 163,
      "ω": 164,
      "а": 165,
      "б": 166,
      "в": 167,
      "г": 168,
      "е": 169,
      "з": 170,
      "и": 171,
      "к": 172,
      "л": 173,
      "м": 174,
      "н": 175,
      "о": 176,
      "п": 177,
      "р": 178,
      "с": 179,
      "т": 180,
      "у": 181,
      "ц": 182,
      "ы": 183,
      "ј": 184,
      "ћ": 185,
      "‐": 186,
      "—": 187,
      "‘": 188,
      "’": 189,
      "“": 190,
      "”": 191,
      "†": 192,
      "‡": 193,
      "•": 194,
      "′": 195,
      "″": 196,
      "›": 197,
      "⁄": 198,
      "€": 199,
      "₮": 200,
      "↑": 201,
      "→": 202,
      "≡": 203,
      "█": 204,
      "▲": 205,
      "♦": 206,
      "♯": 207,
      "✝": 208,
      "ケ": 209,
      "ス": 210,
      "ッ": 211,
      "ト": 212,
      "バ": 213,
      "ボ": 214,
      "ル": 215,
      "ー": 216,
      "中": 217,
      "会": 218,
      "佳": 219,
      "信": 220,
      "傑": 221,
      "元": 222,
      "全": 223,
      "台": 224,
      "吳": 225,
      "國": 226,
      "壘": 227,
      "士": 228,
      "大": 229,
      "学": 230,
      "學": 231,
      "安": 232,
      "岱": 233,
      "峰": 234,
      "年": 235,
      "度": 236,
      "張": 237,
      "德": 238,
      "志": 239,
      "忠": 240,
      "手": 241,
      "文": 242,
      "斯": 243,
      "日": 244,
      "智": 245,
      "曾": 246,
      "最": 247,
      "本": 248,
      "李": 249,
      "林": 250,
      "桑": 251,
      "権": 252,
      "泰": 253,
      "田": 254,
      "華": 255,
      "豪": 256,
      "選": 257,
      "陳": 258,
      "電": 259,
      "鬥": 260,
      "鼎": 261,
      "##l": 262,
      "##a": 263,
      "##z": 264,
      "##i": 265,
      "##d": 266,
      "##y": 267,
      "##u": 268,
      "##o": 269,
      "##c": 270,
      "##k": 271,
      "##2": 272,
      "##9": 273,
      "##n": 274,
      "##r": 275,
      "##w": 276,
      "##e": 277,
      "##v": 278,
      "##m": 279,
      "##s": 280,
      "##t": 281,
      "##h": 282,
      "##g": 283,
      "##x": 284,
      "##1": 285,
      "##q": 286,
      "##f": 287,
      "##p": 288,
      "##j": 289,
      "##3": 290,
      "##b": 291,
      "##8": 292,
      "##7": 293,
      "##0": 294,
      "##6": 295,
      "##и": 296,
      "##г": 297,
      "##а": 298,
      "##ž": 299,
      "##4": 300,
      "##5": 301,
      "##$": 302,
      "##č": 303,
      "##ć": 304,
      "##/": 305,
      "##ö": 306,
      "##ä": 307,
      "##š": 308,
      "##ü": 309,
      "##ı": 310,
      "##[": 311,
      "##í": 312,
      "##.": 313,
      "##\"": 314,
      "##ş": 315,
      "##å": 316,
      "##ç": 317,
      "##)": 318,
      "##(": 319,
      "##ș": 320,
      "##é": 321,
      "##ą": 322,
      "##_": 323,
      "##á": 324,
      "##ó": 325,
      "##>": 326,
      "##,": 327,
      "##ñ": 328,
      "##ū": 329,
      "##ł": 330,
      "##р": 331,
      "##ј": 332,
      "##н": 333,
      "##о": 334,
      "##в": 335,
      "##ћ": 336,
      "##€": 337,
      "##'": 338,
      "##學": 339,
      "##林": 340,
      "##*": 341,
      "##”": 342,
      "##ô": 343,
      "##ý": 344,
      "##è": 345,
      "##̇": 346,
      "##度": 347,
      "##最": 348,
      "##佳": 349,
      "##鬥": 350,
      "##士": 351,
      "##ě": 352,
      "##?": 353,
      "##]": 354,
      "##ē": 355,
      "##ã": 356,
      "##-": 357,
      "##|": 358,
      "##!": 359,
      "##ő": 360,
      "##ű": 361,
      "##•": 362,
      "##ń": 363,
      "##:": 364,
      "##ú": 365,
      "##×": 366,
      "##ğ": 367,
      "##à": 368,
      "##†": 369,
      "##ù": 370,
      "##ņ": 371,
      "##ģ": 372,
      "##ë": 373,
      "##â": 374,
      "##ː": 375,
      "##█": 376,
      "##ŋ": 377,
      "##ˈ": 378,
      "##ɛ": 379,
      "##õ": 380,
      "##ï": 381,
      "##ř": 382,
      "##đ": 383,
      "##ʊ": 384,
      "##}": 385,
      "##ķ": 386,
      "##ɔ": 387,
      "##ʃ": 388,
      "##ы": 389,
      "##з": 390,
      "##ź": 391,
      "##ø": 392,
      "##^": 393,
      "##ʻ": 394,
      "##{": 395,
      "##α": 396,
      "##τ": 397,
      "##η": 398,
      "##γ": 399,
      "##ο": 400,
      "##ρ": 401,
      "##ί": 402,
      "##=": 403,
      "##華": 404,
      "##電": 405,
      "##信": 406,
      "###": 407,
      "##智": 408,
      "##峰": 409,
      "##ż": 410,
      "##›": 411,
      "##—": 412,
      "##‡": 413,
      "##▲": 414,
      "##æ": 415,
      "##安": 416,
      "##ω": 417,
      "##ά": 418,
      "##θ": 419,
      "##λ": 420,
      "##μ": 421,
      "##日": 422,
      "##本": 423,
      "##大": 424,
      "##学": 425,
      "##バ": 426,
      "##ス": 427,
      "##ケ": 428,
      "##ッ": 429,
      "##ト": 430,
      "##ボ": 431,
      "##ー": 432,
      "##ル": 433,
      "##選": 434,
      "##手": 435,
      "##権": 436,
      "##会": 437,
      "##“": 438,
      "##ā": 439,
      "##с": 440,
      "##к": 441,
      "##е": 442,
      "##т": 443,
      "##б": 444,
      "##л": 445,
      "##у": 446,
      "##志": 447,
      "##忠": 448,
      "##泰": 449,
      "##ī": 450,
      "##ę": 451,
      "##岱": 452,
      "##豪": 453,
      "##文": 454,
      "##鼎": 455,
      "##壘": 456,
      "##元": 457,
      "##<": 458,
      "##德": 459,
      "##斯": 460,
      "##傑": 461,
      "##ν": 462,
      "##ε": 463,
      "##ή": 464,
      "##ι": 465,
      "##ê": 466,
      "##κ": 467,
      "##ß": 468,
      "##+": 469,
      "##ə": 470,
      "##ÿ": 471,
      "##ц": 472,
      "##@": 473,
      "##er": 474,
      "##on": 475,
      "th": 476,
      "##in": 477,
      "the": 478,
      "##ar": 479,
      "##en": 480,
      "19": 481,
      "##00": 482,
      "##or": 483,
      "##an": 484,
      "##st": 485,
      "##am": 486,
      "##al": 487,
      "##at": 488,
      "##ed": 489,
      "##as": 490,
      "##es": 491,
      "##ou": 492,
      "##nd": 493,
      "##ic": 494,
      "in": 495,
      "##it": 496,
      "##ll": 497,
      "##is": 498,
      "##ing": 499,
      "st": 500,
      "##et": 501,
      "200": 502,
      "##el": 503,
      "##ers": 504,
      "##ion": 505,
      "##la": 506,
      "to": 507,
      "##th": 508,
      "##ent": 509,
      "se": 510,
      "and": 511,
      "20": 512,
      "of": 513,
      "##ac": 514,
      "##ate": 515,
      "##re": 516,
      "co": 517,
      "##le": 518,
      "te": 519,
      "##ce": 520,
      "199": 521,
      "##ir": 522,
      "##ro": 523,
      "##ad": 524,
      "ch": 525,
      "re": 526,
      "##ig": 527,
      "##0000": 528,
      "201": 529,
      "##ol": 530,
      "##all": 531,
      "##ur": 532,
      "198": 533,
      "##ch": 534,
      "##ts": 535,
      "pla": 536,
      "gam": 537,
      "##ba": 538,
      "for": 539,
      "con": 540,
      "##iv": 541,
      "##il": 542,
      "play": 543,
      "##ason": 544,
      "##mp": 545,
      "##os": 546,
      "on": 547,
      "197": 548,
      "an": 549,
      "##ard": 550,
      "10": 551,
      "##ag": 552,
      "##ound": 553,
      "##ot": 554,
      "##id": 555,
      "was": 556,
      "##and": 557,
      "##ver": 558,
      "##ith": 559,
      "##ke": 560,
      "season": 561,
      "##ill": 562,
      "as": 563,
      "state": 564,
      "##ow": 565,
      "he": 566,
      "##ay": 567,
      "##im": 568,
      "nba": 569,
      "##ca": 570,
      "team": 571,
      "##hi": 572,
      "##our": 573,
      "##un": 574,
      "##ick": 575,
      "##ut": 576,
      "##om": 577,
      "11": 578,
      "le": 579,
      "##ber": 580,
      "de": 581,
      "ne": 582,
      "##fer": 583,
      "##est": 584,
      "##ast": 585,
      "game": 586,
      "with": 587,
      "##ra": 588,
      "##ist": 589,
      "##ul": 590,
      "po": 591,
      "##amp": 592,
      "at": 593,
      "##ence": 594,
      "12": 595,
      "car": 596,
      "##ck": 597,
      "##inal": 598,
      "##caa": 599,
      "##ge": 600,
      "ncaa": 601,
      "196": 602,
      "##ter": 603,
      "fir": 604,
      "##ton": 605,
      "##igh": 606,
      "be": 607,
      "##av": 608,
      "ro": 609,
      "first": 610,
      "un": 611,
      "round": 612,
      "##cor": 613,
      "##ity": 614,
      "confer": 615,
      "##ri": 616,
      "conference": 617,
      "champ": 618,
      "bo": 619,
      "champion": 620,
      "##son": 621,
      "##ation": 622,
      "##ear": 623,
      "sh": 624,
      "poin": 625,
      "mar": 626,
      "##ia": 627,
      "##ry": 628,
      "##em": 629,
      "##ct": 630,
      "13": 631,
      "new": 632,
      "##ie": 633,
      "##mpl": 634,
      "sp": 635,
      "all": 636,
      "by": 637,
      "##us": 638,
      "##ach": 639,
      "195": 640,
      "##ern": 641,
      "##ak": 642,
      "##ant": 643,
      "##ask": 644,
      "jo": 645,
      "##mplate": 646,
      "##ue": 647,
      "##ly": 648,
      "year": 649,
      "his": 650,
      "##ich": 651,
      "##ond": 652,
      "##00000000": 653,
      "##uar": 654,
      "##ament": 655,
      "14": 656,
      "##um": 657,
      "los": 658,
      "bu": 659,
      "ar": 660,
      "##ball": 661,
      "##ets": 662,
      "wh": 663,
      "##ston": 664,
      "##asket": 665,
      "##ans": 666,
      "final": 667,
      "##ain": 668,
      "basket": 669,
      "##ff": 670,
      "al": 671,
      "##pp": 672,
      "win": 673,
      "##ourn": 674,
      "##lle": 675,
      "##mer": 676,
      "nor": 677,
      "basketball": 678,
      "15": 679,
      "##if": 680,
      "tourn": 681,
      "16": 682,
      "cent": 683,
      "tournament": 684,
      "colle": 685,
      "template": 686,
      "north": 687,
      "##ov": 688,
      "##se": 689,
      "##ian": 690,
      "##ft": 691,
      "##outh": 692,
      "games": 693,
      "##uke": 694,
      "##rom": 695,
      "##te": 696,
      "points": 697,
      "tim": 698,
      "college": 699,
      "sec": 700,
      "##land": 701,
      "18": 702,
      "##ina": 703,
      "##ies": 704,
      "south": 705,
      "champions": 706,
      "##ack": 707,
      "from": 708,
      "##ward": 709,
      "##one": 710,
      "17": 711,
      "west": 712,
      "##ost": 713,
      "2010": 714,
      "194": 715,
      "reg": 716,
      "player": 717,
      "mi": 718,
      "dra": 719,
      "second": 720,
      "##oun": 721,
      "##ect": 722,
      "##ap": 723,
      "##ok": 724,
      "fr": 725,
      "##ix": 726,
      "center": 727,
      "##gel": 728,
      "##ors": 729,
      "##ics": 730,
      "coach": 731,
      "scor": 732,
      "per": 733,
      "##art": 734,
      "sch": 735,
      "##ive": 736,
      "##end": 737,
      "##hn": 738,
      "cl": 739,
      "##ey": 740,
      "or": 741,
      "angel": 742,
      "##hip": 743,
      "##ight": 744,
      "carol": 745,
      "##ere": 746,
      "ind": 747,
      "is": 748,
      "##aw": 749,
      "over": 750,
      "amer": 751,
      "americ": 752,
      "carolina": 753,
      "##ley": 754,
      "ass": 755,
      "finals": 756,
      "angeles": 757,
      "east": 758,
      "##ore": 759,
      "##icks": 760,
      "21": 761,
      "##cord": 762,
      "##rad": 763,
      "22": 764,
      "john": 765,
      "##ree": 766,
      "##old": 767,
      "san": 768,
      "##uary": 769,
      "##akers": 770,
      "##io": 771,
      "2008": 772,
      "record": 773,
      "2009": 774,
      "com": 775,
      "##ool": 776,
      "##ague": 777,
      "##ort": 778,
      "gu": 779,
      "##ork": 780,
      "draft": 781,
      "championship": 782,
      "ag": 783,
      "2007": 784,
      "30": 785,
      "that": 786,
      "pr": 787,
      "##ug": 788,
      "stat": 789,
      "##ena": 790,
      "2006": 791,
      "24": 792,
      "lakers": 793,
      "23": 794,
      "##inn": 795,
      "gre": 796,
      "##ld": 797,
      "school": 798,
      "none": 799,
      "##cc": 800,
      "##ah": 801,
      "ge": 802,
      "##orn": 803,
      "kn": 804,
      "##ivers": 805,
      "),": 806,
      "##br": 807,
      "##iss": 808,
      "##ord": 809,
      "league": 810,
      "##ember": 811,
      "bro": 812,
      "##ons": 813,
      "##ell": 814,
      "##ame": 815,
      "##lor": 816,
      "##elt": 817,
      "##man": 818,
      "##ational": 819,
      "##eer": 820,
      "ph": 821,
      "##enn": 822,
      "pick": 823,
      "atl": 824,
      "##ess": 825,
      "ser": 826,
      "25": 827,
      "geor": 828,
      "##ited": 829,
      "##ames": 830,
      "york": 831,
      "##ev": 832,
      "##ior": 833,
      "##eld": 834,
      "##ular": 835,
      "det": 836,
      "##ph": 837,
      "af": 838,
      "big": 839,
      "tw": 840,
      "##oc": 841,
      "reb": 842,
      "##ens": 843,
      "##att": 844,
      "career": 845,
      "26": 846,
      "out": 847,
      "##ab": 848,
      "atlant": 849,
      "##up": 850,
      "fe": 851,
      "boston": 852,
      "ma": 853,
      "##off": 854,
      "2005": 855,
      "76": 856,
      "fi": 857,
      "##ated": 858,
      "high": 859,
      "pro": 860,
      "##ud": 861,
      "regular": 862,
      "dav": 863,
      "arena": 864,
      "duke": 865,
      "##oug": 866,
      "me": 867,
      "will": 868,
      "univers": 869,
      "time": 870,
      "##ust": 871,
      "their": 872,
      "br": 873,
      "##arl": 874,
      "2004": 875,
      "bull": 876,
      "##ris": 877,
      "united": 878,
      "##od": 879,
      "##pg": 880,
      "celt": 881,
      "def": 882,
      "after": 883,
      "states": 884,
      "193": 885,
      "##ington": 886,
      "2000": 887,
      "rebound": 888,
      "##ision": 889,
      "celtics": 890,
      "university": 891,
      "##ont": 892,
      "2003": 893,
      "1st": 894,
      "national": 895,
      "2001": 896,
      "hou": 897,
      "##ount": 898,
      "playoff": 899,
      "dur": 900,
      "star": 901,
      "##elp": 902,
      "jun": 903,
      "div": 904,
      "27": 905,
      "city": 906,
      "guard": 907,
      "sm": 908,
      "four": 909,
      "28": 910,
      "##iana": 911,
      "##ansas": 912,
      "comm": 913,
      "##vel": 914,
      "point": 915,
      "but": 916,
      "it": 917,
      "mil": 918,
      "##ks": 919,
      "##ory": 920,
      "##ise": 921,
      "played": 922,
      "##zz": 923,
      "##bs": 924,
      "##qu": 925,
      "two": 926,
      "##ign": 927,
      "##ong": 928,
      "##ish": 929,
      "war": 930,
      "2002": 931,
      "series": 932,
      "not": 933,
      "had": 934,
      "ok": 935,
      "rs": 936,
      "cle": 937,
      "fran": 938,
      "won": 939,
      "##ome": 940,
      "##ipp": 941,
      "division": 942,
      "1996": 943,
      "202": 944,
      "##oma": 945,
      "##lah": 946,
      "rebounds": 947,
      "mich": 948,
      "miss": 949,
      "##so": 950,
      "anton": 951,
      "houston": 952,
      "again": 953,
      "were": 954,
      ".[": 955,
      "sem": 956,
      "assist": 957,
      "##ami": 958,
      "ex": 959,
      "##uck": 960,
      "winn": 961,
      "##ite": 962,
      "1999": 963,
      "##erson": 964,
      "tex": 965,
      "--": 966,
      "ad": 967,
      "##ago": 968,
      "1998": 969,
      "29": 970,
      "six": 971,
      "three": 972,
      "forward": 973,
      "ut": 974,
      "go": 975,
      "wash": 976,
      "one": 977,
      "##lad": 978,
      "##we": 979,
      "chic": 980,
      "##lahoma": 981,
      "2011": 982,
      "chicago": 983,
      "washington": 984,
      "000000000": 985,
      "march": 986,
      "oklahoma": 987,
      "mad": 988,
      "##ub": 989,
      "##wn": 990,
      "192": 991,
      "antonio": 992,
      "##ird": 993,
      "##iam": 994,
      "bla": 995,
      "col": 996,
      "##oot": 997,
      "sun": 998,
      "miami": 999,
      "##ine": 1000,
      "##ip": 1001,
      "##hia": 1002,
      "rock": 1003,
      "1997": 1004,
      "##ille": 1005,
      "gold": 1006,
      "trad": 1007,
      "cont": 1008,
      "##als": 1009,
      "up": 1010,
      "warri": 1011,
      "##iz": 1012,
      "##pr": 1013,
      "##hilad": 1014,
      "##elphia": 1015,
      "warriors": 1016,
      "##hiladelphia": 1017,
      "also": 1018,
      "philadelphia": 1019,
      "##ifinal": 1020,
      "##ough": 1021,
      "##wa": 1022,
      "1995": 1023,
      "##urs": 1024,
      "indiana": 1025,
      "##ings": 1026,
      "pho": 1027,
      "william": 1028,
      "bob": 1029,
      "count": 1030,
      "bl": 1031,
      "2012": 1032,
      "lou": 1033,
      "semifinal": 1034,
      "##ance": 1035,
      "##veland": 1036,
      "##000000": 1037,
      "##ins": 1038,
      "cleveland": 1039,
      "##uarter": 1040,
      "they": 1041,
      "texas": 1042,
      "kansas": 1043,
      "pac": 1044,
      "1992": 1045,
      "##cks": 1046,
      "during": 1047,
      "1991": 1048,
      "##age": 1049,
      "jan": 1050,
      "##nder": 1051,
      "##ould": 1052,
      "pres": 1053,
      "##own": 1054,
      "jack": 1055,
      "bar": 1056,
      "american": 1057,
      "##ukee": 1058,
      "##waukee": 1059,
      "31": 1060,
      "bill": 1061,
      "milwaukee": 1062,
      "2nd": 1063,
      "##ota": 1064,
      "##rac": 1065,
      "utah": 1066,
      "quarter": 1067,
      "val": 1068,
      "kent": 1069,
      "sc": 1070,
      "players": 1071,
      "##bruary": 1072,
      "##ik": 1073,
      "lead": 1074,
      "sen": 1075,
      "charl": 1076,
      "spurs": 1077,
      "bulls": 1078,
      "knicks": 1079,
      "february": 1080,
      "teams": 1081,
      "mc": 1082,
      ".\"": 1083,
      "32": 1084,
      "award": 1085,
      "##cem": 1086,
      "har": 1087,
      "port": 1088,
      "ste": 1089,
      "##ional": 1090,
      "1994": 1091,
      "minn": 1092,
      "00": 1093,
      "##ony": 1094,
      "##enix": 1095,
      "cal": 1096,
      "den": 1097,
      "en": 1098,
      "senior": 1099,
      "phoenix": 1100,
      "southern": 1101,
      "off": 1102,
      "##ass": 1103,
      "against": 1104,
      "james": 1105,
      "sel": 1106,
      "##unity": 1107,
      "january": 1108,
      "head": 1109,
      "##cember": 1110,
      "lar": 1111,
      "golden": 1112,
      "##roit": 1113,
      "##ash": 1114,
      "heat": 1115,
      "playoffs": 1116,
      "dall": 1117,
      "most": 1118,
      "assists": 1119,
      "1993": 1120,
      "2013": 1121,
      "pa": 1122,
      "december": 1123,
      "community": 1124,
      "##urr": 1125,
      "dallas": 1126,
      "ed": 1127,
      "##ville": 1128,
      "detroit": 1129,
      "##ier": 1130,
      "portland": 1131,
      "pts": 1132,
      "1986": 1133,
      "mike": 1134,
      "1990": 1135,
      "atlantic": 1136,
      "hist": 1137,
      "america": 1138,
      "fin": 1139,
      "##ucky": 1140,
      "res": 1141,
      "we": 1142,
      "tra": 1143,
      "scoring": 1144,
      "who": 1145,
      "nov": 1146,
      "##og": 1147,
      "##ace": 1148,
      "williams": 1149,
      "1984": 1150,
      "##ther": 1151,
      "##gin": 1152,
      "rockets": 1153,
      "1989": 1154,
      "man": 1155,
      "kentucky": 1156,
      "##ined": 1157,
      "western": 1158,
      "men": 1159,
      "eastern": 1160,
      "louis": 1161,
      "##asts": 1162,
      "ab": 1163,
      "el": 1164,
      "##pt": 1165,
      "##ler": 1166,
      "history": 1167,
      "1988": 1168,
      "apr": 1169,
      "##rebs": 1170,
      "suns": 1171,
      "33": 1172,
      "ev": 1173,
      "georg": 1174,
      "1980": 1175,
      "##ure": 1176,
      "##iers": 1177,
      "2014": 1178,
      "jul": 1179,
      "how": 1180,
      "75": 1181,
      "##cl": 1182,
      "cav": 1183,
      "april": 1184,
      "##urn": 1185,
      "##ally": 1186,
      "show": 1187,
      "winning": 1188,
      "sign": 1189,
      "##ino": 1190,
      "1985": 1191,
      "64": 1192,
      "##rd": 1193,
      "field": 1194,
      "george": 1195,
      "##let": 1196,
      "69": 1197,
      "##00000": 1198,
      "su": 1199,
      "la": 1200,
      "only": 1201,
      "pist": 1202,
      "johnson": 1203,
      "##ced": 1204,
      "would": 1205,
      "35": 1206,
      "1987": 1207,
      "34": 1208,
      "gr": 1209,
      "vir": 1210,
      "coast": 1211,
      "1983": 1212,
      "pistons": 1213,
      "tech": 1214,
      "68": 1215,
      "years": 1216,
      "which": 1217,
      "maver": 1218,
      "nets": 1219,
      "1979": 1220,
      "aver": 1221,
      "shoot": 1222,
      "ret": 1223,
      "november": 1224,
      "##amed": 1225,
      "##ous": 1226,
      "caval": 1227,
      "mavericks": 1228,
      "66": 1229,
      "select": 1230,
      "##esota": 1231,
      "74": 1232,
      "minnesota": 1233,
      "##awks": 1234,
      "ath": 1235,
      "##ince": 1236,
      "##west": 1237,
      "flor": 1238,
      "cavaliers": 1239,
      "hav": 1240,
      "wil": 1241,
      "82": 1242,
      "ft": 1243,
      "##igan": 1244,
      "##mph": 1245,
      "76ers": 1246,
      "71": 1247,
      "70": 1248,
      "##ott": 1249,
      "denver": 1250,
      "79": 1251,
      "1976": 1252,
      "ja": 1253,
      "mid": 1254,
      "mill": 1255,
      "bid": 1256,
      "72": 1257,
      "no": 1258,
      "##ersey": 1259,
      "73": 1260,
      "##oll": 1261,
      "florid": 1262,
      "dts": 1263,
      "lost": 1264,
      "##ki": 1265,
      "##erry": 1266,
      "##ett": 1267,
      "seed": 1268,
      "##ition": 1269,
      "out2": 1270,
      "1974": 1271,
      "so": 1272,
      "##apt": 1273,
      "##ne": 1274,
      "bec": 1275,
      "##les": 1276,
      "green": 1277,
      "country": 1278,
      "start": 1279,
      "1975": 1280,
      "defe": 1281,
      "50": 1282,
      "##ire": 1283,
      "1982": 1284,
      "##ugg": 1285,
      "day": 1286,
      "jersey": 1287,
      "##oy": 1288,
      "3rd": 1289,
      "may": 1290,
      "tor": 1291,
      "##ium": 1292,
      "july": 1293,
      "##mar": 1294,
      "june": 1295,
      "81": 1296,
      "##ble": 1297,
      "blaz": 1298,
      "michigan": 1299,
      "virgin": 1300,
      "000": 1301,
      "made": 1302,
      "us": 1303,
      "##ose": 1304,
      "1970": 1305,
      "wal": 1306,
      "this": 1307,
      "62": 1308,
      "##ial": 1309,
      "##ice": 1310,
      "77": 1311,
      "clipp": 1312,
      "##ona": 1313,
      "1977": 1314,
      "virginia": 1315,
      "jackson": 1316,
      "finish": 1317,
      "##ata": 1318,
      "third": 1319,
      "1978": 1320,
      "clippers": 1321,
      "has": 1322,
      "##mphis": 1323,
      "smith": 1324,
      "present": 1325,
      "36": 1326,
      "mag": 1327,
      "home": 1328,
      "app": 1329,
      "florida": 1330,
      "bucks": 1331,
      "memphis": 1332,
      "wa": 1333,
      "wor": 1334,
      "##pm": 1335,
      "67": 1336,
      "are": 1337,
      "##out": 1338,
      "63": 1339,
      "##ict": 1340,
      "2016": 1341,
      "65": 1342,
      "78": 1343,
      "80": 1344,
      "1981": 1345,
      "athlet": 1346,
      "blazers": 1347,
      "##orts": 1348,
      "##ner": 1349,
      "shooting": 1350,
      ").": 1351,
      "##bert": 1352,
      "83": 1353,
      "ac": 1354,
      "nit": 1355,
      "59": 1356,
      "60": 1357,
      "atlanta": 1358,
      "##ouri": 1359,
      "brown": 1360,
      "missouri": 1361,
      "swe": 1362,
      "##ang": 1363,
      "56": 1364,
      "mary": 1365,
      "data": 1366,
      "##ock": 1367,
      "led": 1368,
      "eight": 1369,
      "named": 1370,
      "2015": 1371,
      "names": 1372,
      "since": 1373,
      "##oci": 1374,
      "ill": 1375,
      "##ael": 1376,
      "mcc": 1377,
      "2017": 1378,
      "trail": 1379,
      "61": 1380,
      "##otte": 1381,
      "bay": 1382,
      "##ves": 1383,
      "##ford": 1384,
      "scored": 1385,
      "charlotte": 1386,
      "part": 1387,
      "associ": 1388,
      "000000000000000": 1389,
      "##onto": 1390,
      "min": 1391,
      "toronto": 1392,
      "40": 1393,
      "gri": 1394,
      "57": 1395,
      "jazz": 1396,
      "##fore": 1397,
      "##sp": 1398,
      "37": 1399,
      "##cent": 1400,
      "##ones": 1401,
      "back": 1402,
      "92": 1403,
      "58": 1404,
      "##ired": 1405,
      "before": 1406,
      "junior": 1407,
      "##pace": 1408,
      "nc": 1409,
      "detect": 1410,
      "showall": 1411,
      "namespace": 1412,
      "1971": 1413,
      "##ater": 1414,
      "ear": 1415,
      "hawks": 1416,
      "rece": 1417,
      "par": 1418,
      "overall": 1419,
      "end": 1420,
      "84": 1421,
      "stev": 1422,
      "42": 1423,
      "##attle": 1424,
      "pacers": 1425,
      "##ven": 1426,
      "38": 1427,
      "##ats": 1428,
      "magic": 1429,
      "mv": 1430,
      "joined": 1431,
      "pre": 1432,
      "##itt": 1433,
      "georgia": 1434,
      "191": 1435,
      "pow": 1436,
      "nugg": 1437,
      "dan": 1438,
      "1969": 1439,
      "rook": 1440,
      "kings": 1441,
      "52": 1442,
      "tr": 1443,
      "##ale": 1444,
      "nuggets": 1445,
      "##ić": 1446,
      "55": 1447,
      "loss": 1448,
      "53": 1449,
      "##ath": 1450,
      "##clud": 1451,
      "sk": 1452,
      "chris": 1453,
      "2018": 1454,
      "##ank": 1455,
      "1972": 1456,
      "mon": 1457,
      "##isc": 1458,
      "##able": 1459,
      "paul": 1460,
      "54": 1461,
      "free": 1462,
      "uc": 1463,
      "david": 1464,
      "##ary": 1465,
      "davis": 1466,
      "him": 1467,
      "1973": 1468,
      "##inc": 1469,
      "averag": 1470,
      "cam": 1471,
      "##iseum": 1472,
      "coliseum": 1473,
      "seasons": 1474,
      "run": 1475,
      "have": 1476,
      "horn": 1477,
      "mo": 1478,
      "now": 1479,
      "##to": 1480,
      "1967": 1481,
      "45": 1482,
      "sports": 1483,
      "##inois": 1484,
      "41": 1485,
      "39": 1486,
      "##ult": 1487,
      "aug": 1488,
      "##leans": 1489,
      "orleans": 1490,
      "franch": 1491,
      "86": 1492,
      "87": 1493,
      "best": 1494,
      "##lando": 1495,
      "valley": 1496,
      "association": 1497,
      "43": 1498,
      "##mond": 1499,
      "rookie": 1500,
      "qu": 1501,
      "seattle": 1502,
      "defeated": 1503,
      "place": 1504,
      "august": 1505,
      "semifinals": 1506,
      "illinois": 1507,
      "its": 1508,
      "rapt": 1509,
      "44": 1510,
      "includ": 1511,
      "former": 1512,
      "brook": 1513,
      "je": 1514,
      "acc": 1515,
      "raptors": 1516,
      "##tim": 1517,
      "thu": 1518,
      "losing": 1519,
      "rich": 1520,
      "##op": 1521,
      "85": 1522,
      "when": 1523,
      "signed": 1524,
      "88": 1525,
      "##ents": 1526,
      "##use": 1527,
      "orlando": 1528,
      "##rick": 1529,
      "##hio": 1530,
      "left": 1531,
      "##ights": 1532,
      "last": 1533,
      "96": 1534,
      "1963": 1535,
      "89": 1536,
      "ohio": 1537,
      "##ived": 1538,
      "2019": 1539,
      "93": 1540,
      "post": 1541,
      "traded": 1542,
      "47": 1543,
      "don": 1544,
      "##vin": 1545,
      "##endance": 1546,
      "##ny": 1547,
      "1968": 1548,
      "##teen": 1549,
      "jim": 1550,
      "##cats": 1551,
      "larry": 1552,
      "five": 1553,
      "sl": 1554,
      "##thony": 1555,
      "##ract": 1556,
      "thunder": 1557,
      "ari": 1558,
      "each": 1559,
      "comp": 1560,
      "##ood": 1561,
      "51": 1562,
      "48": 1563,
      "ben": 1564,
      "49": 1565,
      "ariz": 1566,
      "##row": 1567,
      "fl": 1568,
      "##oor": 1569,
      "98": 1570,
      "tit": 1571,
      "##ss": 1572,
      "##go": 1573,
      "inter": 1574,
      "mvp": 1575,
      "##ordan": 1576,
      "07": 1577,
      "pat": 1578,
      "4th": 1579,
      "score": 1580,
      "tom": 1581,
      "appear": 1582,
      "mor": 1583,
      "##ees": 1584,
      "##eron": 1585,
      "calif": 1586,
      "46": 1587,
      "franchise": 1588,
      "mem": 1589,
      "##evin": 1590,
      "00000000000000000": 1591,
      "##gan": 1592,
      "mark": 1593,
      "##ornia": 1594,
      "oct": 1595,
      "sy": 1596,
      "california": 1597,
      "0000000000000000000000": 1598,
      "##ied": 1599,
      "sweet": 1600,
      "contract": 1601,
      "under": 1602,
      "##ober": 1603,
      "##ide": 1604,
      "long": 1605,
      "sup": 1606,
      "rus": 1607,
      "sal": 1608,
      "athletic": 1609,
      "##ster": 1610,
      "october": 1611,
      "kevin": 1612,
      "##bur": 1613,
      "91": 1614,
      "##ob": 1615,
      "anthony": 1616,
      "cup": 1617,
      "hall": 1618,
      "##olves": 1619,
      "jordan": 1620,
      "##ek": 1621,
      "hornets": 1622,
      "ten": 1623,
      "cons": 1624,
      "##hile": 1625,
      "##esse": 1626,
      "became": 1627,
      "power": 1628,
      "95": 1629,
      "inj": 1630,
      "][": 1631,
      "sac": 1632,
      "injur": 1633,
      "red": 1634,
      "90": 1635,
      "jones": 1636,
      "1964": 1637,
      "5th": 1638,
      "lb": 1639,
      "##ations": 1640,
      "tenn": 1641,
      "##gr": 1642,
      "esp": 1643,
      "##lies": 1644,
      "fiba": 1645,
      "op": 1646,
      "##for": 1647,
      "small": 1648,
      "##omen": 1649,
      "michael": 1650,
      "grizz": 1651,
      "while": 1652,
      "ann": 1653,
      "more": 1654,
      "grizzlies": 1655,
      "cr": 1656,
      "##ely": 1657,
      "03": 1658,
      "prof": 1659,
      "##ollow": 1660,
      "other": 1661,
      "##ham": 1662,
      "##east": 1663,
      "color": 1664,
      "rob": 1665,
      "##erm": 1666,
      "##arden": 1667,
      "follow": 1668,
      "##ric": 1669,
      "sixteen": 1670,
      "jeff": 1671,
      "dou": 1672,
      "women": 1673,
      "seven": 1674,
      "percent": 1675,
      "##ferees": 1676,
      "stad": 1677,
      "dun": 1678,
      "finished": 1679,
      "sacr": 1680,
      "later": 1681,
      "06": 1682,
      "can": 1683,
      "##ison": 1684,
      "sacrament": 1685,
      "##ib": 1686,
      "##ado": 1687,
      "cameron": 1688,
      "sacramento": 1689,
      "1960": 1690,
      "allen": 1691,
      "##ane": 1692,
      "##ards": 1693,
      "##ral": 1694,
      "selected": 1695,
      "stadium": 1696,
      "08": 1697,
      "ca": 1698,
      "pet": 1699,
      "2020": 1700,
      "trade": 1701,
      "arizona": 1702,
      "05": 1703,
      "vs": 1704,
      "##ara": 1705,
      "##ico": 1706,
      "##ron": 1707,
      "rep": 1708,
      "conn": 1709,
      "minut": 1710,
      "##urrent": 1711,
      "then": 1712,
      "scott": 1713,
      "brad": 1714,
      "pm": 1715,
      "##yn": 1716,
      "##essee": 1717,
      "sept": 1718,
      "##su": 1719,
      "been": 1720,
      "espn": 1721,
      "september": 1722,
      "member": 1723,
      "art": 1724,
      "99": 1725,
      "##els": 1726,
      "tennessee": 1727,
      "mont": 1728,
      "##wolves": 1729,
      "char": 1730,
      "1962": 1731,
      "way": 1732,
      "1966": 1733,
      "timber": 1734,
      "world": 1735,
      "##key": 1736,
      "94": 1737,
      "pos": 1738,
      "rod": 1739,
      "timberwolves": 1740,
      "oly": 1741,
      "pe": 1742,
      "##ious": 1743,
      "##ker": 1744,
      "##ney": 1745,
      "semifinalist": 1746,
      "1948": 1747,
      "2021": 1748,
      "profess": 1749,
      "current": 1750,
      "iow": 1751,
      "ray": 1752,
      "04": 1753,
      "97": 1754,
      "##ald": 1755,
      "iowa": 1756,
      "lu": 1757,
      "##final": 1758,
      "##bl": 1759,
      "##ions": 1760,
      "##by": 1761,
      "am": 1762,
      "ty": 1763,
      "##osh": 1764,
      "att": 1765,
      "##ensive": 1766,
      "##ment": 1767,
      "##ana": 1768,
      "1965": 1769,
      "box": 1770,
      "1957": 1771,
      "indoor": 1772,
      "bird": 1773,
      "playing": 1774,
      "09": 1775,
      "kg": 1776,
      "into": 1777,
      "cap": 1778,
      "##ever": 1779,
      "##ange": 1780,
      "00pm": 1781,
      "own": 1782,
      "##ating": 1783,
      "##lyn": 1784,
      "jerry": 1785,
      "##uro": 1786,
      "olymp": 1787,
      "loc": 1788,
      "rick": 1789,
      "kr": 1790,
      "##are": 1791,
      "##ider": 1792,
      "des": 1793,
      "##ull": 1794,
      "pan": 1795,
      "##ama": 1796,
      "thom": 1797,
      "top": 1798,
      "6th": 1799,
      "##ourt": 1800,
      "1958": 1801,
      "fres": 1802,
      "connect": 1803,
      "minutes": 1804,
      "##ola": 1805,
      "thomas": 1806,
      "01": 1807,
      "##bers": 1808,
      "roy": 1809,
      "euro": 1810,
      "vict": 1811,
      "wiz": 1812,
      "following": 1813,
      "professional": 1814,
      "dr": 1815,
      "tot": 1816,
      "##rew": 1817,
      "##sec": 1818,
      "percentage": 1819,
      "mac": 1820,
      "##au": 1821,
      "##yle": 1822,
      "1959": 1823,
      "drake": 1824,
      "return": 1825,
      "##ec": 1826,
      "both": 1827,
      "wizards": 1828,
      "cur": 1829,
      "mov": 1830,
      "howard": 1831,
      "##bor": 1832,
      "receive": 1833,
      "##referees": 1834,
      "steve": 1835,
      "##ger": 1836,
      "num": 1837,
      "##ike": 1838,
      "##inson": 1839,
      "however": 1840,
      "mal": 1841,
      "##attendance": 1842,
      "youn": 1843,
      "1955": 1844,
      "maryland": 1845,
      "##aint": 1846,
      "her": 1847,
      "##icut": 1848,
      "exp": 1849,
      "rem": 1850,
      "connecticut": 1851,
      "##ars": 1852,
      "##sell": 1853,
      "southwest": 1854,
      "02": 1855,
      "##reg": 1856,
      "phil": 1857,
      "1961": 1858,
      "##ces": 1859,
      "ever": 1860,
      "1950": 1861,
      "##ze": 1862,
      "##ette": 1863,
      "brooklyn": 1864,
      "tn": 1865,
      "##template": 1866,
      "imp": 1867,
      "tri": 1868,
      "##lv": 1869,
      "##ved": 1870,
      "##racuse": 1871,
      "hal": 1872,
      "##ski": 1873,
      "7th": 1874,
      "rights": 1875,
      "##ical": 1876,
      "##99": 1877,
      "where": 1878,
      "cash": 1879,
      "##ield": 1880,
      "steals": 1881,
      "1954": 1882,
      "##iate": 1883,
      "riv": 1884,
      "##str": 1885,
      "##ati": 1886,
      "1956": 1887,
      "joe": 1888,
      "double": 1889,
      "wn": 1890,
      "young": 1891,
      "list": 1892,
      "##ade": 1893,
      "regional": 1894,
      "averaged": 1895,
      "med": 1896,
      "butler": 1897,
      "did": 1898,
      "dick": 1899,
      "syracuse": 1900,
      "bet": 1901,
      "hon": 1902,
      "##ep": 1903,
      "central": 1904,
      "##oud": 1905,
      "thr": 1906,
      "##ersonics": 1907,
      "supersonics": 1908,
      "championships": 1909,
      "prev": 1910,
      "##ind": 1911,
      "wins": 1912,
      "gar": 1913,
      "tony": 1914,
      "##way": 1915,
      "being": 1916,
      "sum": 1917,
      "frank": 1918,
      "set": 1919,
      "fg": 1920,
      "blo": 1921,
      "1953": 1922,
      "##onz": 1923,
      "nr": 1924,
      "defensive": 1925,
      "##urray": 1926,
      "louisville": 1927,
      "wnba": 1928,
      "court": 1929,
      "##ual": 1930,
      "inv": 1931,
      "##incinn": 1932,
      "bri": 1933,
      "name": 1934,
      "penn": 1935,
      "white": 1936,
      "million": 1937,
      "##burg": 1938,
      "##til": 1939,
      "bry": 1940,
      "ppg": 1941,
      "tel": 1942,
      "went": 1943,
      "marc": 1944,
      "##ific": 1945,
      "add": 1946,
      "murray": 1947,
      "ron": 1948,
      "##atch": 1949,
      "quarterfinal": 1950,
      "ucla": 1951,
      "ke": 1952,
      "cincinn": 1953,
      "str": 1954,
      "1952": 1955,
      "fourth": 1956,
      "born": 1957,
      "mer": 1958,
      "rel": 1959,
      "||": 1960,
      "##lex": 1961,
      "until": 1962,
      "well": 1963,
      "foot": 1964,
      "cincinnati": 1965,
      "dom": 1966,
      "carl": 1967,
      "robinson": 1968,
      "fa": 1969,
      "##ve": 1970,
      "##time": 1971,
      "russell": 1972,
      "through": 1973,
      "sam": 1974,
      "tro": 1975,
      "##field": 1976,
      "100": 1977,
      "leg": 1978,
      "sw": 1979,
      "tul": 1980,
      "##right": 1981,
      "##sh": 1982,
      "including": 1983,
      "hill": 1984,
      "saint": 1985,
      "elite": 1986,
      "die": 1987,
      "##ene": 1988,
      "bullets": 1989,
      "just": 1990,
      "ny": 1991,
      "##ka": 1992,
      "##he": 1993,
      ")[": 1994,
      "garden": 1995,
      "##ada": 1996,
      "##itch": 1997,
      "1951": 1998,
      "##season": 1999,
      "##olis": 2000,
      "camp": 2001,
      "dis": 2002,
      "met": 2003,
      "##berts": 2004,
      "open": 2005,
      "blocks": 2006,
      "##kansas": 2007,
      "1949": 2008,
      "club": 2009,
      "title": 2010,
      "dar": 2011,
      "van": 2012,
      "2022": 2013,
      "consider": 2014,
      "##bi": 2015,
      "##anov": 2016,
      "sky": 2017,
      "del": 2018,
      "##onsin": 2019,
      "##isconsin": 2020,
      "pl": 2021,
      "adv": 2022,
      "waived": 2023,
      "ra": 2024,
      "##rist": 2025,
      "total": 2026,
      "previous": 2027,
      "rec": 2028,
      "announ": 2029,
      "##ought": 2030,
      "soph": 2031,
      "early": 2032,
      "along": 2033,
      "result": 2034,
      "wisconsin": 2035,
      "##pe": 2036,
      "dec": 2037,
      "fred": 2038,
      "coaches": 2039,
      "sophom": 2040,
      "started": 2041,
      "##boro": 2042,
      "sant": 2043,
      "##kins": 2044,
      "##utive": 2045,
      "arkansas": 2046,
      "dave": 2047,
      "blue": 2048,
      "sim": 2049,
      "190": 2050,
      "##ano": 2051,
      "##aga": 2052,
      "goal": 2053,
      "madison": 2054,
      "throw": 2055,
      "##ild": 2056,
      "diego": 2057,
      "awards": 2058,
      "runner": 2059,
      "sophomore": 2060,
      "due": 2061,
      "##ines": 2062,
      "ball": 2063,
      "##ai": 2064,
      "id": 2065,
      "miller": 2066,
      "amar": 2067,
      "tar": 2068,
      "rank": 2069,
      "##can": 2070,
      "neal": 2071,
      "bryant": 2072,
      "ot": 2073,
      "stan": 2074,
      "bradley": 2075,
      "found": 2076,
      "stoud": 2077,
      "doug": 2078,
      "##ander": 2079,
      "##apolis": 2080,
      "cre": 2081,
      "##sa": 2082,
      "leon": 2083,
      "times": 2084,
      "event": 2085,
      "fresh": 2086,
      "jose": 2087,
      "##gu": 2088,
      "stars": 2089,
      "curry": 2090,
      "ala": 2091,
      "held": 2092,
      "rpg": 2093,
      "sa": 2094,
      "than": 2095,
      "roster": 2096,
      "victory": 2097,
      "ii": 2098,
      "na": 2099,
      "##etown": 2100,
      "opp": 2101,
      "##ots": 2102,
      "##gers": 2103,
      "sport": 2104,
      "known": 2105,
      "fac": 2106,
      "##ann": 2107,
      "temp": 2108,
      "class": 2109,
      "du": 2110,
      "1946": 2111,
      "cro": 2112,
      "##ase": 2113,
      "mex": 2114,
      "##reak": 2115,
      "##cap": 2116,
      "compet": 2117,
      "colorado": 2118,
      "aust": 2119,
      "##icip": 2120,
      "##itz": 2121,
      "stra": 2122,
      "1947": 2123,
      "##ania": 2124,
      "aba": 2125,
      "##ert": 2126,
      "##icle": 2127,
      "christ": 2128,
      "|-": 2129,
      "##ction": 2130,
      "gl": 2131,
      "host": 2132,
      "pf": 2133,
      "##orm": 2134,
      "##die": 2135,
      "roberts": 2136,
      "##bron": 2137,
      "##bama": 2138,
      "mexico": 2139,
      "pur": 2140,
      "##zy": 2141,
      "##rid": 2142,
      "southeast": 2143,
      "earn": 2144,
      "gp": 2145,
      "ol": 2146,
      "bobcats": 2147,
      "low": 2148,
      "##aly": 2149,
      "she": 2150,
      "##err": 2151,
      "si": 2152,
      "##quar": 2153,
      "pop": 2154,
      "##emire": 2155,
      "domin": 2156,
      "stoudemire": 2157,
      "ri": 2158,
      "##ius": 2159,
      "##ee": 2160,
      "##mpson": 2161,
      "county": 2162,
      "av": 2163,
      "bord": 2164,
      "##ving": 2165,
      "lebron": 2166,
      "##enny": 2167,
      "gonz": 2168,
      "help": 2169,
      "##led": 2170,
      "agent": 2171,
      "article": 2172,
      "jam": 2173,
      "jason": 2174,
      "tig": 2175,
      "##xt": 2176,
      "overtime": 2177,
      "##und": 2178,
      "border": 2179,
      "apg": 2180,
      "fut": 2181,
      "offic": 2182,
      "remain": 2183,
      "alabama": 2184,
      "main": 2185,
      "greens": 2186,
      "wild": 2187,
      "assistant": 2188,
      "members": 2189,
      "bel": 2190,
      "dep": 2191,
      "gonzaga": 2192,
      "greensboro": 2193,
      "##ake": 2194,
      "bal": 2195,
      "squar": 2196,
      "lew": 2197,
      "future": 2198,
      "8th": 2199,
      "consec": 2200,
      "morris": 2201,
      "announced": 2202,
      "next": 2203,
      "black": 2204,
      "freshman": 2205,
      "temple": 2206,
      "3p": 2207,
      "##der": 2208,
      "brand": 2209,
      "injury": 2210,
      "alex": 2211,
      "##ils": 2212,
      "began": 2213,
      "richmond": 2214,
      "down": 2215,
      "##bo": 2216,
      "##but": 2217,
      "recap": 2218,
      "tigers": 2219,
      "square": 2220,
      "cla": 2221,
      "hol": 2222,
      "##ko": 2223,
      "carter": 2224,
      "tulsa": 2225,
      "##ased": 2226,
      "##aska": 2227,
      "position": 2228,
      "there": 2229,
      "harold": 2230,
      "old": 2231,
      "##oming": 2232,
      "pacific": 2233,
      "500": 2234,
      "ger": 2235,
      "tho": 2236,
      "louisiana": 2237,
      "oreg": 2238,
      "oregon": 2239,
      "cra": 2240,
      "bru": 2241,
      ".)": 2242,
      "der": 2243,
      "##ates": 2244,
      "carm": 2245,
      "##oster": 2246,
      "franc": 2247,
      "##int": 2248,
      "stand": 2249,
      "##phy": 2250,
      "about": 2251,
      "sur": 2252,
      "##19": 2253,
      "straight": 2254,
      "bow": 2255,
      "bpg": 2256,
      "turn": 2257,
      "##avier": 2258,
      "greg": 2259,
      "wake": 2260,
      "number": 2261,
      "mpg": 2262,
      "##atur": 2263,
      "spg": 2264,
      "##ling": 2265,
      "leading": 2266,
      "gs": 2267,
      "od": 2268,
      "pit": 2269,
      "rand": 2270,
      "prov": 2271,
      "wayne": 2272,
      "ham": 2273,
      "tie": 2274,
      "##jo": 2275,
      "forest": 2276,
      "maj": 2277,
      "##zew": 2278,
      "tied": 2279,
      "##emplate": 2280,
      "##ended": 2281,
      "bra": 2282,
      "them": 2283,
      "fort": 2284,
      "shar": 2285,
      "air": 2286,
      "tnt": 2287,
      "thompson": 2288,
      "\",": 2289,
      "date": 2290,
      "fam": 2291,
      "jay": 2292,
      "##ween": 2293,
      "##ubl": 2294,
      "steph": 2295,
      "intern": 2296,
      "duncan": 2297,
      "between": 2298,
      "log": 2299,
      "midwest": 2300,
      "riley": 2301,
      "vill": 2302,
      "##ingham": 2303,
      "wildcats": 2304,
      "##zewski": 2305,
      "cor": 2306,
      "foster": 2307,
      "xavier": 2308,
      "##ery": 2309,
      "krzy": 2310,
      "mount": 2311,
      "pol": 2312,
      "ant": 2313,
      "recorded": 2314,
      "memor": 2315,
      "hay": 2316,
      "##dy": 2317,
      "retired": 2318,
      "gen": 2319,
      "##nes": 2320,
      "##ica": 2321,
      "##issipp": 2322,
      "georgetown": 2323,
      "acqu": 2324,
      "postseason": 2325,
      "santa": 2326,
      "lewis": 2327,
      "wood": 2328,
      "valu": 2329,
      "sg": 2330,
      "##bc": 2331,
      "shot": 2332,
      "selection": 2333,
      "consecutive": 2334,
      "##co": 2335,
      "##elton": 2336,
      "starting": 2337,
      "krzyzewski": 2338,
      "pay": 2339,
      "##eg": 2340,
      "inst": 2341,
      "##thers": 2342,
      "00000000000000099": 2343,
      "0000000000000009900000": 2344,
      "wright": 2345,
      "104": 2346,
      "mississipp": 2347,
      "trip": 2348,
      "mississippi": 2349,
      "jr": 2350,
      "josh": 2351,
      "sing": 2352,
      "##won": 2353,
      "style": 2354,
      "took": 2355,
      "dean": 2356,
      "=\"": 2357,
      "perfor": 2358,
      "legend": 2359,
      "joseph": 2360,
      "er": 2361,
      "hor": 2362,
      "hard": 2363,
      "tur": 2364,
      "##bil": 2365,
      "cham": 2366,
      "reach": 2367,
      "deal": 2368,
      "ren": 2369,
      "##na": 2370,
      "coll": 2371,
      "succ": 2372,
      "leonard": 2373,
      "aud": 2374,
      "nash": 2375,
      "picks": 2376,
      "##itor": 2377,
      "sha": 2378,
      "mart": 2379,
      "##aking": 2380,
      "leads": 2381,
      "ir": 2382,
      "iv": 2383,
      "oh": 2384,
      "tx": 2385,
      "##aylor": 2386,
      "usa": 2387,
      "desp": 2388,
      "king": 2389,
      "durant": 2390,
      "exch": 2391,
      "eddie": 2392,
      "half": 2393,
      "ken": 2394,
      "mitch": 2395,
      "nick": 2396,
      "##oel": 2397,
      "##gie": 2398,
      "enter": 2399,
      "richard": 2400,
      "valuable": 2401,
      "success": 2402,
      "##uel": 2403,
      "sever": 2404,
      "##cast": 2405,
      "robert": 2406,
      "em": 2407,
      "manag": 2408,
      "##act": 2409,
      "##olph": 2410,
      "rounds": 2411,
      "charles": 2412,
      "baylor": 2413,
      "montana": 2414,
      "malone": 2415,
      "eric": 2416,
      "marqu": 2417,
      "exchange": 2418,
      "##gram": 2419,
      "fall": 2420,
      "ga": 2421,
      "gary": 2422,
      "same": 2423,
      "##uer": 2424,
      "##my": 2425,
      "##ju": 2426,
      "##ident": 2427,
      "##ending": 2428,
      "##ues": 2429,
      "##alo": 2430,
      "despite": 2431,
      "dre": 2432,
      "nik": 2433,
      "harris": 2434,
      "oppon": 2435,
      "taylor": 2436,
      "##any": 2437,
      "##ife": 2438,
      "jer": 2439,
      "mass": 2440,
      "contin": 2441,
      "northern": 2442,
      "winner": 2443,
      "davidson": 2444,
      "bur": 2445,
      "sil": 2446,
      "football": 2447,
      "##ys": 2448,
      "alb": 2449,
      "austin": 2450,
      "key": 2451,
      "oak": 2452,
      "sr": 2453,
      "tre": 2454,
      "wade": 2455,
      "##other": 2456,
      "##ja": 2457,
      "anderson": 2458,
      "##ily": 2459,
      "1941": 2460,
      "ended": 2461,
      "ho": 2462,
